Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestBayesianOneSample|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting how likely the data is under the null vs. alternative hypothesis.
de: Fügt den mit benutzerdefinierten Prior berechneten Bayesfaktor hinzu; fügt einen Wahrscheinlichkeitskreis hinzu das anzeigt, wie wahrscheinlich die Daten unter der Null- ggü. der Alternativhypothese sind.
eu: Erabiltzaileak definitutako aitzindariarekin kalkulatutako Bayes faktorea gehitzen du; probabilitate-gurpil bat gehitzen du, datuak hipotesi nuluaren eta alternatiboaren pean zenbaterainoko probabilitatea duten erakusten duena.
pt: Adiciona o fator de Bayes calculado com o anterior definido pelo usuário; adiciona uma roda de probabilidade representando a probabilidade dos dados sob a hipótese nula vs. alternativa.
sr: Додаје Бејзов фактор израчунат са кориснички дефинисаном претходном расподелом; додаје точак вероватноће који приказује колико су подаци вероватни под нултом наспрам алтернативне хипотезе.

# TTestBayesianOneSample|
source: Display descriptives plots. Includes central credible interval, which shows the probability (conditional on the alternative model) that the true effect size lies within certain values. The default credible interval is set at 95% and can be changed by the user.
de: Zeigt deskriptive Diagramme. Umfasst zentrales Glaubwürdigkeitsintervall, was die Wahrscheinlichkeit (konditional zum alternativen Modell) zeigt, dass die wahre Effektstärke innerhalb bestimmter Werte liegt. Das standardmäßige Glaubwürdigkeitsintervall ist auf 95% eingestellt und kann vom Nutzer geändert werden.
eu: Diagrama deskribatzaileak bistaratzen ditu. Sinesgarritasun-tarte zentrala barne hartzen du, benetako efektu-tamaina balio jakin batzuen barruan egoteko probabilitatea (eredu alternatiboaren arabera) erakusten duena. Sinesgarritasun-tarte lehenetsia % 95ean ezartzen da eta erabiltzaileak alda dezake.
pt: Exibe gráficos descritivos. Inclui intervalo de credibilidade central, que mostra a probabilidade (condicional ao modelo alternativo) de que o tamanho real do efeito esteja dentro de determinados valores. O intervalo de credibilidade padrão é definido em 95 % e pode ser alterado pelo usuário.
sr: Прикажи дескриптивне графиконе. Укључује централни интервал кредибилитета, који показује вероватноћу (условљену алтернативним моделом) да права величина ефекта лежи унутар одређених вредности. Подразумевани интервал кредибилитета је постављен на 95% и може бити промењен од стране корисника.

# TTestBayesianOneSample|
source: One-sided alternative hypothesis that the population mean is smaller than the test value.
de: Einseitige Alternativhypothese dass der Mittelwert der Grundgesamtheit kleiner ist als der Testwert.
eu: Populazioaren batez bestekoa proba-balioa baino txikiagoa den alde bakarreko hipotesi alternatiboa.
pt: Hipótese alternativa unilateral de que a média da população é menor que o valor do teste.
sr: Једнострана алтернативна хипотеза да је средња вредност популације мања од тест вредности.

# TTestBayesianOneSample|
source: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzigen Analyse wird jeder Test mit allen gültigen Falldaten der abhängigen Variable des jeweiligen t-Tests durchgeführt. Die Stichprobenumfänge können deswegen zwischen den verschiedenen t-Tests variieren.
eu: Analisia bakarrean t-proba anitz daudenean, proba bakoitza t-proba jakin horretarako mendeko aldagaiarentzat datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, lagin-tamainak alda daitezke hainbat t-probatan zehar.
pt: No caso de múltiplos testes t em uma única análise, cada teste será conduzido utilizando todos os casos com dados válidos para a variável dependente para cada teste t em particular. Os tamanhos de amostra podem, desta forma, variar ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки тест ће бити спроведен користећи све случајеве са важећим подацима за зависну променљиву за одређени t-тест. Величине узорака стога могу варирати између вишеструких t-тестова.

# TTestBayesianOneSample|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzelnen Analyse wird jeder t-Test nur mit Fällen durchgeführt, die gültige Daten für alle abhängigen Variablen aufweisen. Der Stichprobenumfang ist daher über die verschiedenen t-Tests konstant.
eu: Analisia bakarrean hainbat t-proba daudenean, t-proba bakoitza mendeko aldagai guztietarako datu baliozkoak dituzten kasuak soilik erabiliz egingo da. Beraz, lagin-tamaina konstantea da hainbat t-probatan zehar.
pt: No caso de múltiplos testes t em uma única análise, cada teste t será conduzido utilizando apenas casos com dados válidos para todas as variáveis dependentes. O tamanho da amostra é, portanto, constante ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки t-тест ће бити спроведен користећи само случајеве са важећим подацима за све зависне варијабле. Стога је величина узорка константна кроз вишеструке t-тестове.

# TTestBayesianPairedSamples|
source: The paired samples t-test allows you to estimate the effect size and test the null hypothesis that the population mean of the difference between paired (dependent) observations equals 0.
de: Der t-Test für abhängige Stichproben erlaubt Ihnen das Schätzen der Effektstärke und Testen der Nullhypothese dass der Grundgesamtheits-Mittelwert der Differenzen zwischen paarweisen (abhängigen) Beobachtungen gleich 0 ist.
eu: Bikoteka dauden laginen t-probak efektuaren tamaina kalkulatzeko eta parekatuta dauden (menpeko) behaketen arteko aldearen populazio-batez bestekoa 0 dela dioen hipotesi nulua probatzeko aukera ematen du.
pt: O teste t de amostras pareadas permite estimar o tamanho do efeito e testar a hipótese nula de que a média populacional da diferença entre observações pareadas (dependentes) é igual a 0.
sr: t-тест за упарене узорке вам омогућава да процените величину ефекта и тестирате нулту хипотезу да је средња вредност популације разлике између упарених (зависних) опажања једнака 0.

# TTestBayesianPairedSamples|
source: In this box the variables are selected for which the difference is computed. Multiple differences can be analysed at the same time by specifying different rows with two variables for which the difference is computed. In other words, each row represents a separate set of difference scores.
de: In diesem Feld werden die Variablen ausgewählt, für die die Differenz berechnet wird. Mehrere Differenzen können gleichzeitig analysiert werden, indem verschiedene Zeilen mit zwei Variablen angegeben werden, für die die Differenz berechnet wird. Mit anderen Worten steht jede Zeile für einen separaten Satz von Differenzen.
eu: Koadro honetan, aldea kalkulatzen den aldagaiak hautatzen dira. Hainbat desberdintasun aldi berean azter daitezke, aldea kalkulatzen den bi aldagairekin errenkada desberdinak zehaztuz. Beste era batera esanda, errenkada bakoitzak desberdintasun-puntuazio multzo bereizi bat adierazten du.
pt: Nesta caixa, são selecionadas as variáveis para as quais a diferença é calculada. Múltiplas diferenças podem ser analisadas simultaneamente, especificando linhas diferentes com duas variáveis para as quais a diferença é calculada. Em outras palavras, cada linha representa um conjunto separado de pontuações de diferença.
sr: У овом пољу се бирају варијабле за које се израчунава разлика. Вишеструке разлике могу се анализирати истовремено одређивањем различитих редова са две варијабле за које се израчунава разлика. Другим речима, сваки ред представља засебан скуп резултата разлика.

# TTestBayesianPairedSamples|
source: One-sided alternative hypothesis that the population mean of the difference is smaller than 0.
de: Einseitige Alternativhypothese dass der Grundgesamtheits-Mittelwert der Differenz kleiner als 0 ist.
eu: Alde bakarreko hipotesi alternatiboa, aldearen populazio-batez bestekoa 0 baino txikiagoa dela dioena.
pt: Hipótese alternativa unilateral de que a média populacional da diferença é menor que 0.
sr: Једнострана алтернативна хипотеза да је средња вредност популације разлике мања од 0.

# TTestBayesianPairedSamples|
source: Displays the prior and posterior distributions of the effect size after observing the data.
de: Zeigt die Prior- und Posterior-Verteilungen der Effektstärke nach Beobachtung der Daten.
eu: Efektuaren tamainaren aurreko eta ondorengo banaketak erakusten ditu datuak behatu ondoren.
pt: Exibe as distribuições anteriores e posteriores do tamanho do efeito após observar os dados.
sr: Приказује претходну и задњу расподелу величине ефекта након посматрања података.

# TTestBayesianPairedSamples|
source: Displays the Bayes factor across different values of cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
de: Zeigt den Bayesfaktor für verschiedene Werte der Cauchy-Prior-Breite. Der Skalenparameter des Cauchy-Prior wird zwischen 0 und 1,5 variiert, um zunehmend uninformative Prior zu erstellen.
eu: Bayes faktorea erakusten du Cauchyren aurreko zabaleraren balio desberdinetan zehar. Cauchyren aurrekoaren eskala 0 eta 1,5 artean aldatzen da, gero eta lehenagoko informazio gutxiago sortzen ditu.
pt: Exibe o fator de Bayes em diferentes valores da largura do anterior de Cauchy. A escala do anterior de Cauchy varia entre 0 e 1,5; criando anteriores progressivamente menos informativos.
sr: Приказује Бејзов фактор за различите вредности ширине Cauchy претходне расподеле. Скала Cauchy претходне расподеле варира између 0 и 1.5, стварајући прогресивно све више неинформативнију претходну расподелу.

# TTestBayesianPairedSamples|
source: Display descriptives plots. Includes central credible interval, which shows the probability (conditional on the alternative model) that the true effect size lies within certain values. The default credible interval is set at 95% and can be changed by the user.
de: Zeigt deskriptive Diagramme. Umfasst zentrales Glaubwürdigkeitsintervall, was die Wahrscheinlichkeit (konditional zum alternativen Modell) zeigt, dass die wahre Effektstärke innerhalb bestimmter Werte liegt. Das standardmäßige Glaubwürdigkeitsintervall ist auf 95% eingestellt und kann vom Nutzer geändert werden.
eu: Deskriptibo grafikoak bistaratzen ditu. Sinesgarritasun tarte zentrala barne hartzen du, benetako efektuaren tamaina balio jakin batzuen barruan egoteko probabilitatea (eredu alternatiboaren arabera) erakusten duena. Sinesgarritasun tarte lehenetsia % 95ean ezartzen da eta erabiltzaileak alda dezake.
pt: Exibe gráficos descritivos. Inclui intervalo de credibilidade central, que mostra a probabilidade (condicional ao modelo alternativo) de que o tamanho real do efeito esteja dentro de determinados valores. O intervalo de credibilidade padrão é definido em 95 % e pode ser alterado pelo usuário.
sr: Прикажи дескриптивне графиконе. Укључује централни интервал кредибилитета, који показује вероватноћу (условљену алтернативним моделом) да права величина ефекта лежи унутар одређених вредности. Подразумевани интервал кредибилитета је постављен на 95% и може бити промењен од стране корисника.

# TTestBayesianPairedSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable.
de: Ändert die Orientierung des Regenwolkendiagramms, sodass die x-Achse die abhängige Variable darstellt.
eu: Euri-hodeien grafikoaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
pt: Altera a orientação do gráfico nuvem de chuva de forma que o eixo x represente a variável dependente.
sr: Мења оријентацију графикона кишног облака тако да x-оса представља зависну варијаблу.

# TTestIndependentSamples|
source: In this box the dependent variable is selected.
de: In diesem Feld wird die abhängige Variable ausgewählt.
eu: Koadro honetan mendeko aldagaia hautatzen da.
pt: Nesta caixa a variável dependente é selecionada.
sr: У овом пољу се бира зависна варијабла.

# TTestIndependentSamples|
source: In this box the variable defining the groups is selected. e.g., experimental condition.
de: In diesem Feld wird die Gruppen-definierende Variable ausgewählt, z.B., Experimentalbedingung.
eu: Koadro honetan taldeak definitzen dituen aldagaia hautatzen da. Adibidez, baldintza esperimentala.
pt: Nesta caixa é selecionada a variável que define os grupos, e.g., condição experimental.
sr: У овом пољу се бира варијабла која дефинише групе, нпр. експериментални услов.

# TTestIndependentSamples|
source: Good old fashioned t-test. Selected by default.
de: Guter alter t-Test. Standardmäßig ausgewählt.
eu: T-proba zahar eta ona. Lehenespenez hautatzen da.
pt: O bom e velho teste t. Selecionado por padrão.
sr: Добри стари класични t-тест. Постављено као подразумевано.

# TTestIndependentSamples|
source: Welch's unequal variances test. Use when the group variances cannot be assumed to be equal.
de: Welch-Test für ungleiche Varianzen. Verwendung, wenn die Gruppenvarianzen nicht gleich angenommen werden können.
eu: Welch-en bariantza desberdinen testa. Erabili taldeen bariantzak berdinak direla suposatu ezin denean.
pt: Teste de Welch para variâncias desiguais. Usar quando não se pode assumir que as variâncias dos grupos sejam iguais.
sr: Welch's тест за неједнаке варијансе. Користи се када се не може претпоставити једнакост варијанси група.

# TTestIndependentSamples|
source: Non-parametric independent t-test. Use when the model residuals are not normally distributed.
de: Nichtparametrischer t-Test für unabhängige Stichproben. Verwendung, wenn die Modellresiduen nicht normalverteilt sind.
eu: T-proba independente ez-parametrikoa. Erabili ereduaren hondarrak ez daudenean banaketa normala.
pt: Teste t de independência não paramétrico. usar quando os resíduos do modelo não são distribuídos normalmente.
sr: Не-параметарски независни t-тест. Користи се када резидуали модела нису нормално распоређени.

# TTestIndependentSamples|
source: Confidence interval for the chosen effect size, based on the non-central t-distribution for Cohen's d, Glass' delta and Hedges' g, and normal approximation of the Fisher transformed rank biserial correlation.
de: Konfidenzintervall für die gewählte Effektstärke auf Grundlage der nichtzentralen t-Verteilung für Cohens d, Glassches Delta und Hedges g, sowie der normalen Approximation der Fisher-transformierten rangbiserialen Korrelation.
eu: Aukeratutako efektu-tamainaren konfiantza tartea, Cohen-en d, Glass-en delta eta Hedges-en g-rako t-banaketa ez-zentralan eta Fisher-en mailaren korrelazio biserial eraldatuaren hurbilketa normalaren arabera.
pt: Intervalo de confiança para o tamanho de efeito escolhido, baseado na distribuição t não central para o d de Cohen, delta de Glass, g de hedges e aproximação normal da correlação ranque bisserial transformada de Fisher.
sr: Интервал поверења за изабрану величину ефекта, заснован на нецентралној t-расподели за Cohen's d, Glass' delta и Hedges' g, и нормалној апроксимацији Fisher трансформисане рангиране бисеријалне корелације.

# TTestIndependentSamples|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
de: Zeigt das maximale Verhältnis zwischen der Wahrscheinlichkeit des erhaltenen p-Wertes unter H1 und der Wahrscheinlichkeit des erhaltenen p-Wertes unter H0. Wenn zum Beispiel der zweiseitige p-Wert 0,05 beträgt, ist das Vovk-Sellke-MPV gleich 2,46, was bedeutet, dass dieser p-Wert höchstens 2,46 Mal wahrscheinlicher ist, dass er unter H1 als unter H0 auftritt.
eu: H1-en arabera lortutako p balioaren probabilitatearen eta H0-en arabera lortutako p balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bikoitzeko p-balioa .05 bada, Vovk-Sellke MPR 2,46 da, eta horrek adierazten du p-balio hori gehienez 2,46 aldiz litekeena dela H1-en arabera gertatzea H0-en arabera baino.
pt: Mostra a razão máxima entre a verossimilhança do valor de p obtido em H1 e a verossimilhança do valor de p obtido em H0. Por exemplo, se o valor de p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor de p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.
sr: Показује максимални однос вероватноће добијене p вредности под H1 наспрам вероватноће добијене p вредности под H0. На пример, ако је двострана p вредност једнака 0,05, Vovk-Sellke MPR износи 2,46, указујући да је ова p вредност највише 2,46 пута вероватнија под H1 него под H0.

# TTestIndependentSamples|
source: BrownForsythe or Levene's tests to check if variances are equally distributed across groups.
de: BrownForsythe oder Levenes Tests, um zu überprüfen, ob Varianzen gleichmäßig über Gruppen verteilt sind.
eu: BrownForsythe edo Levene-ren probak, bariantzak taldeetan berdin banatuta dauden egiaztatzeko.
pt: Testes de BrownForsythe ou Levene para verificar se as variâncias estão igualmente distribuídas entre os grupos.
sr: BrownForsythe или Levene's тест за проверу да ли су варијансе равномерно распоређене међу групама.

# TTestIndependentSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable.
de: Ändert die Orientierung des Regenwolkendiagramms, sodass die x-Achse die abhängige Variable darstellt.
eu: Euri-hodeien grafikoaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
pt: Altera a orientação do gráfico nuvem de chuva de forma que o eixo x represente a variável dependente.
sr: Мења оријентацију графикона кишног облака тако да x-оса представља зависну варијаблу.

# TTestIndependentSamples|
source: Exclude cases per dependent variable: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the tests. This option is selected by default.
de: Ausschließen von Fällen pro abhängiger Variable: Bei mehreren t-Tests innerhalb einer einzelnen Analyse wird jeder Test mit allen Fällen durchgeführt, die gültige Daten für die abhängige Variable des jeweiligen t-Test aufweisen. Die Stichprobenumfänge können daher über die Tests hinweg verschieden sein. Diese Option ist standardmäßig ausgewählt.
eu: Baztertu kasuak mendeko aldagai bakoitzeko: Analisi bakarrean t-proba anitz daudenean, proba bakoitza t-proba jakin baterako mendeko aldagairako datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, lagin-tamainak alda daitezke probetan zehar. Aukera hau lehenespenez hautatzen da.
pt: Excluir casos por variável dependente: No caso de múltiplos testes t em uma única análise, cada teste será conduzido utilizando todos os casos com dados válidos para a variável dependente para o teste t específico. Portanto, os tamanhos das amostras podem variar entre os testes. Esta opção é selecionada por padrão.
sr: Искључи случајеве по зависној варијавли: У случају вишеструких t-тестова у оквиру једне анализе, сваки тест ће бити спроведен користећи све случајеве са важећим подацима за зависну променљиву за одређени t-тест. Величине узорака стога могу варирати између тестова. Ова опција је подразумевано изабрана.

# TTestOneSample|
source: The Student's t-test. This option is selected by default.
eu: Student-en t-proba. Aukera hau lehenespenez hautatzen da.
pt: O teste t de Student. Esta opção é selecionada por padrão.

# TTestOneSample|
source: Wilcoxon signed-rank test. Use when the model residuals are not normally distributed.
eu: Wilcoxon zeinudun mailaren proba. Erabili modeloaren hondarrak ez daudenean banaketa normala.
pt: Teste dos postos sinalizados de Wilcoxon. Usar quando os resíduos do modelo não estão distribuídos normalmente.

# TTestOneSample|
source: The Z test. Use for testing whether two population means are different.
eu: Z proba. Erabili bi populazio-batez bestekoak desberdinak diren ala ez probatzeko.
pt: O teste Z. Usar para testar se as duas médias populacionais são diferentes.

# TTestOneSample|
source: Test value specified in the null hypothesis. The mean of the data is compared to this value. Set to 0 by default, which can be changed by the user.
eu: Hipotesi nuluan zehaztutako proba-balioa. Datuen batez bestekoa balio honekin alderatzen da. Lehenespenez 0ra ezarrita, erabiltzaileak alda dezakeena.
pt: Valor de teste especificado na hipótese nula. A média dos dados é comparada com esse valor. Definida como 0 por padrão, a qual pode ser alterada pelo usuário.

# TTestOneSample|
source: The standard deviation applied in the Z test. Set to 1 by default, which can be changed by the user.
eu: Z proban aplikatutako desbideratze estandarra. Lehenespenez 1era ezarrita, erabiltzaileak alda dezakeena.
pt: O desvio padrão aplicado no teste Z. Definido como 1 por padrão, o qual pode ser alterado pelo usuário.

# TTestOneSample|
source: Average difference between the data points and the test value. For the Student's t-test and the Z test the location difference estimate is given by the mean difference divided by the (hypothesized) standard deviation d; for the Wilcoxon signed-rank test, the location difference estimate is given by the Hodges-Lehmann estimate.
eu: Datu-puntuen eta proba-balioaren arteko batez besteko aldea. Student-en t-proba eta Z probarako, kokapen-diferentziaren estimazioa batez besteko aldea zati (hipotesi bidezko) d desbideratze estandarrarekin ematen da; Wilcoxon zeinudun maila-probarako, kokapen-diferentziaren estimazioa Hodges-Lehmann estimazioak ematen du.
pt: Diferença média entre os pontos de dados e o valor do teste. Para o teste t de Student e o teste Z, a estimativa da diferença de localização é dada pela diferença média dividida pelo desvio padrão (hipotetizado) d; para o teste dos postos sinalizados de Wilcoxon, a estimativa da diferença de localização é dada pela estimativa de Hodges-Lehmann.

# TTestOneSample|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
eu: H1-pean lortutako p balioaren probabilitatearen eta H0-pean lortutako p balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bikoitzeko p balioa 0,05 bada, Vovk-Sellke MPR 2,46 da, eta horrek adierazten du p balio hau gehienez 2,46 aldiz litekeena dela H1-pean gertatzea H0-pean baino.
pt: Mostra a razão máxima entre a verossimilhança do valor de p obtido em H1 e a verossimilhança do valor de p obtido em H0. Por exemplo, se o valor de p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor de p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.
