Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# Description|
source: T-Tests
es: Pruebas T
eu: T-Probak
gl: Probas T
pt: Teste t
sr: T-тестови

# Description|
source: Classical
de: Klassisch
es: Clásico
eu: Klasikoa
gl: Clásico
pt: Clássico
sr: Класична

# Description|
source: Independent Samples T-Test
de: T-Test für unabhängige Stichproben
es: Prueba T para Muestras Independientes
eu: Lagin Independenteen T-Proba
gl: Proba T de mostras independentes
pt: Teste t de Amostras Independentes
sr: T-тест за независне узорке

# Description|
source: One Sample T-Test
de: T-Test für eine Stichprobe
es: Prueba T para Una Muestra
eu: Lagin Bakarreko T-Proba
gl: Proba T dunha mostra
pt: Teste t para Uma Amostra
sr: Тест за један узорак

# Description|
source: Bayesian
de: Bayesianisch
es: Bayesiano
eu: Bayesiarra
gl: Baiesiano
pt: Bayesiano
sr: Бејзова

# Description|
source: Bayesian Independent Samples T-Test
de: Bayesscher T-Test für unabhängige Stichproben
es: Prueba T bayesiana para Muestras Independientes
eu: Bayesiarra Lagin Independenteen T-Proba
gl: Proba T baiesiana para Mostras Independentes
pt: Teste T Bayesiano de Amostras Independentes
sr: Бејзов t-тест за независне узорке

# Description|
source: Bayesian Paired Samples T-Test
de: Bayesscher T-Test für abhängige Stichproben
es: Prueba T bayesiana para Muestras Emparejadas
eu: Bayesiarra Lagin Bikoitzen T-Proba
gl: Proba T baiesiana para Mostras Emparelladas
pt: Teste T Bayesiano de Amostras Dependentes
sr: Бејзов T-тест за упарене узорке

# Description|
source: Bayesian One Sample T-Test
de: Bayesscher T-Test für eine Stichprobe
es: Prueba T bayesiana para Una Muestra
eu: Bayesiarra Lagin Bakarreko T-Proba
gl: Proba T baiesiana para Unha Mostra
pt: Teste T Bayesiano de Amostra Única
sr: Бејзов t-тест за један узорак

# TTestBayesianIndependentSamples|
source: Dependent Variables
de: Abhängige Variablen
es: Variables Dependientes
eu: Mendeko Aldagaiak
gl: Variables Dependentes
pt: Variáveis Dependentes
sr: Зависне варијабле

# TTestBayesianIndependentSamples|
source: Grouping Variable
de: Gruppen
es: Variable de Agrupación
eu: Taldekatze Aldagaia
gl: Variable de Agrupamento
pt: Variável de Agrupamento
sr: Групишућa варијаблa

# TTestBayesianIndependentSamples|
source: Group 1 ≠ Group 2
de: Gruppe 1 ≠ Gruppe 2
es: Grupo 1 ≠ Grupo 2
eu: 1. Taldea ≠ 2. Taldea
gl: Grupo 1 ≠ Grupo 2
pt: Grupo 1 ≠ Grupo 2
sr: Група 1 ≠ Група 2

# TTestBayesianIndependentSamples|
source: Group 1 > Group 2
de: Gruppe 1 > Gruppe 2
es: Grupo 1 > Grupo 2
eu: 1. Taldea > 2. Taldea
gl: Grupo 1 > Grupo 2
pt: Grupo 1 > Grupo 2
sr: Група 1 > Група 2

# TTestBayesianIndependentSamples|
source: Group 1 < Group 2
de: Gruppe 1 < Gruppe 2
es: Grupo 1 < Grupo 2
eu: 1. Taldea < 2. Taldea
gl: Grupo 1 < Grupo 2
pt: Grupo 1 < Grupo 2
sr: Група 1 < Група 2

# TTestBayesianIndependentSamples|
source: Plots
de: Diagramme
es: Gráficos
eu: Diagramak
gl: Gráficas
pt: Diagramas
sr: Графикони

# TTestBayesianIndependentSamples|
source: Prior and posterior
de: Prior und Posterior
es: Previa y Posterior
eu: Aurrekoa eta ondorengoa
gl: Previa e Posterior
pt: Anterior e posterior
sr: Претходна и задња

# TTestBayesianIndependentSamples|
source: Additional info
de: Weitere Infos
es: Información adicional
eu: Informazio gehigarria
gl: Información adicional
pt: Informação adicional
sr: Додатне информације

# TTestBayesianIndependentSamples|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
pt: Intervalo de credibilidade
sr: Интервал веродостојности

# TTestBayesianIndependentSamples|
source: Bayes factor robustness check
de: Bayesfaktor Robustheitsprüfung
es: Comprobación de robustez del Factor de Bayes
eu: Bayes faktorearen sendotasun-egiaztapena
gl: Comprobación da robustez do Factor de Bayes
pt: Verificação de robustez do fator Bayes
sr: Провера робусности Бејзовог фактора

# TTestBayesianIndependentSamples|
source: Sequential analysis
de: Sequentielle Analyse
es: Análisis secuencial
eu: Analisi sekuentziala
gl: Análise secuencial
pt: Análise sequencial
sr: Секвенцијална анализа

# TTestBayesianIndependentSamples|
source: Robustness check
de: Robustheitsprüfung
es: Comprobación de robustez
eu: Sendotasun-egiaztapena
gl: Comprobación da robustez
pt: Verificação de robustez
sr: Провера робусности

# TTestBayesianIndependentSamples|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas
sr: Дескриптивна

# TTestBayesianIndependentSamples|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes
sr: Тестови

# TTestBayesianIndependentSamples|
source: Student
eu: Ikaslea
sr: Студент

# TTestBayesianIndependentSamples|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
gl: Nº mostras
pt: No. de amostras
sr: Бр. узорака

# TTestBayesianIndependentSamples|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio falta
gl: Valores Ausentes
pt: Valores ausentes
sr: Недостајуће вредности

# TTestBayesianIndependentSamples|
source: Exclude cases per dependent variable
de: Fälle pro abhängige Variable ausschließen
es: Excluir casos por variable dependiente
eu: Kasuak aldagai mendeko bakoitzeko baztertu
gl: Excluír casos segundo a variable dependente
pt: Excluir casos por variável dependente
sr: Изузми случајеве по зависној варијабли

# TTestBayesianIndependentSamples|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
gl: Excluír casos segundo a lista
pt: Excluir casos em lista
sr: Искључите случајеве на листи

# TTestBayesianIndependentSamples|
source: Additional Statistics
de: Weitere Statistiken
es: Estadísticos Adicionales
eu: Estatistiko gehiago
gl: Estatísticos Adicionais
pt: Estatísticas adicionais
sr: Додатна статистика

# TTestBayesianOneSample|
source: Variables
de: Variablen
eu: Aldagaiak
pt: Variáveis
sr: Варијабле

# TTestBayesianOneSample|
source: Test value:
de: Testwert:
es: Probar valor:
eu: Proba-balioa:
gl: Probar valor:
pt: Valor de teste:
sr: Вредност теста:

# TTestBayesianOneSample|
source: Plots
de: Diagramme
es: Gráficos
eu: Diagramak
gl: Gráficas
pt: Diagramas
sr: Графикони

# TTestBayesianOneSample|
source: Prior and posterior
de: Prior und Posterior
es: Previa y Posterior
eu: Aurrekoa eta ondorengoa
gl: Previa e Posterior
pt: Anterior e posterior
sr: Претходна и задња

# TTestBayesianOneSample|
source: Additional info
de: Weitere Infos
es: Información adicional
eu: Informazio gehigarria
gl: Información adicional
pt: Informação adicional
sr: Додатне информације

# TTestBayesianOneSample|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
pt: Intervalo de credibilidade
sr: Интервал веродостојности

# TTestBayesianOneSample|
source: Bayes factor robustness check
de: Bayesfaktor Robustheitsprüfung
es: Comprobación de robustez del Factor de Bayes
eu: Bayes faktorearen sendotasun-egiaztapena
gl: Comprobación da robustez do Factor de Bayes
pt: Verificação de robustez do fator Bayes
sr: Провера робусности Бејзовог фактора

# TTestBayesianOneSample|
source: Sequential analysis
de: Sequentielle Analyse
es: Análisis secuencial
eu: Analisi sekuentziala
gl: Análise secuencial
pt: Análise sequencial
sr: Секвенцијална анализа

# TTestBayesianOneSample|
source: Robustness check
de: Robustheitsprüfung
es: Comprobación de robustez
eu: Sendotasun-egiaztapena
gl: Comprobación da robustez
pt: Verificação de robustez
sr: Провера робусности

# TTestBayesianOneSample|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas
sr: Дескриптивна

# TTestBayesianOneSample|
source: ≠ Test value
de: ≠ Testwert
es: ≠ Valor de prueba
eu: ≠ Proba-balioa
gl: ≠ Valor a probar
pt: ≠ Valor do teste
sr: ≠ вредност теста

# TTestBayesianOneSample|
source: > Test value
de: > Testwert
es: > Valor de prueba
eu: > Proba-balioa
gl: > Valor a probar
pt: > valor de teste
sr: > вредност теста

# TTestBayesianOneSample|
source: < Test value
de: < Testwert
es: < Valor de prueba
eu: < Proba-balioa
gl: < Valor a probar
pt: < Valor de teste
sr: < вредност теста

# TTestBayesianOneSample|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes
sr: Тестови

# TTestBayesianOneSample|
source: Wilcoxon signed-rank
de: Wilcoxon-Vorzeichen-Rang
es: Rango con signo de Wilcoxon
eu: Wilcoxon zeinudun maila
gl: Rango con signo de Wilcoxon
pt: Teste dos postos sinalizados de Wilcoxon
sr: Wilcoxon-ов тест знакова са ранговима

# TTestBayesianOneSample|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
gl: Nº mostras
pt: No. de amostras
sr: Бр. узорака

# TTestBayesianOneSample|
source: Additional Statistics
de: Weitere Statistiken
es: Estadísticos Adicionales
eu: Estatistika gehigarriak
gl: Estatísticos Adicionais
pt: Estatísticas adicionais
sr: Додатна статистика

# TTestBayesianOneSample|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio falta
gl: Valores Ausentes
pt: Valores ausentes
sr: Недостајуће вредности

# TTestBayesianOneSample|
source: Exclude cases per dependent variable
de: Fälle pro abhängige Variable ausschließen
es: Excluir casos por variable dependiente
eu: Mendeko aldagai bakoitzeko kasuak baztertu
gl: Excluír casos segundo a variable dependente
pt: Excluir casos por variável dependente
sr: Изузми случајеве по зависној варијабли

# TTestBayesianOneSample|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Zerrendaka kasuak baztertu
gl: Excluír casos segundo a lista
pt: Excluir casos em lista
sr: Искључите случајеве на листи

# TTestBayesianPairedSamples|
source: Measure 1 ≠ Measure 2
de: Messung 1 ≠ Messung 2
es: Medida 1 ≠ Medida 2
eu: 1. neurria ≠ 2. neurria
gl: Medida 1 ≠ Medida 2
pt: Medida 1 ≠ Medida 2
sr: Мера 1 ≠ Мера 2

# TTestBayesianPairedSamples|
source: Measure 1 > Measure 2
de: Messung 1 > Messung 2
es: Medida 1 > Medida 2
eu: 1. neurria > 2. neurria
gl: Medida 1 > Medida 2
pt: Medida 1 > Medida 2
sr: Мера 1 > Мера 2

# TTestBayesianPairedSamples|
source: Measure 1 < Measure 2
de: Messung 1 < Messung 2
es: Medida 1 < Medida 2
eu: 1. neurria < 2. neurria
gl: Medida 1 < Medida 2
pt: Medida 1 < Medida 2
sr: Мера 1 < Мера 2

# TTestBayesianPairedSamples|
source: Plots
de: Diagramme
es: Gráficos
eu: Diagramak
gl: Gráficas
pt: Diagramas
sr: Графикони

# TTestBayesianPairedSamples|
source: Prior and posterior
de: Prior und Posterior
es: Previa y Posterior
eu: Aurrekoa eta ondorengoa
gl: Previa e Posterior
pt: Anterior e posterior
sr: Претходна и задња

# TTestBayesianPairedSamples|
source: Additional info
de: Weitere Infos
es: Información adicional
eu: Informazio gehigarria
gl: Información adicional
pt: Informação adicional
sr: Додатне информације

# TTestBayesianPairedSamples|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Sinesgarritasun-tartea
gl: Intervalo de credibilidade
pt: Intervalo de credibilidade
sr: Интервал веродостојности

# TTestBayesianPairedSamples|
source: Bayes factor robustness check
de: Bayesfaktor-Robustheitsprüfung
es: Comprobación de robustez del Factor de Bayes
eu: Bayes faktorearen sendotasunaren egiaztapena
gl: Comprobación da robustez do Factor de Bayes
pt: Verificação de robustez do fator Bayes
sr: Провера робусности Бејзовог фактора

# TTestBayesianPairedSamples|
source: Sequential analysis
de: Sequentielle Analyse
es: Análisis secuencial
eu: Analisi sekuentziala
gl: Análise secuencial
pt: Análise sequencial
sr: Секвенцијална анализа

# TTestBayesianPairedSamples|
source: Robustness check
de: Robustheitsprüfung
es: Comprobación de robustez
eu: Sendotasun-egiaztapena
gl: Comprobación da robustez
pt: Verificação de robustez
sr: Провера робусности

# TTestBayesianPairedSamples|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas
sr: Дескриптивна

# TTestBayesianPairedSamples|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes
sr: Тестови

# TTestBayesianPairedSamples|
source: Wilcoxon signed-rank
de: Wilcoxon-Vorzeichen-Rang
es: Rango con signo de Wilcoxon
eu: Wilcoxon zeinu-maila
gl: Rango con signo de Wilcoxon
pt: Teste dos postos sinalizados de Wilcoxon
sr: Wilcoxon-ов тест знакова са ранговима

# TTestBayesianPairedSamples|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
gl: Nº mostras
pt: No. de amostras
sr: Бр. узорака

# TTestBayesianPairedSamples|
source: Additional Statistics
de: Weitere Statistiken
es: Estadísticos Adicionales
eu: Estatistika gehigarriak
gl: Estatísticos Adicionais
pt: Estatísticas adicionais
sr: Додатна статистика

# TTestBayesianPairedSamples|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio falta
gl: Valores Ausentes
pt: Valores ausentes
sr: Недостајуће вредности

# TTestBayesianPairedSamples|
source: Exclude cases per dependent variable
de: Fälle pro abhängige Variable ausschließen
es: Excluir casos por variable dependiente
eu: Kasuak mendeko aldagai bakoitzeko baztertu
gl: Excluír casos segundo a variable dependente
pt: Excluir casos por variável dependente
sr: Изузми случајеве по зависној варијабли

# TTestBayesianPairedSamples|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
gl: Excluír casos segundo a lista
pt: Excluir casos em lista
sr: Искључите случајеве на листи

# TTestIndependentSamples|
source: Grouping Variable
de: Gruppen
es: Variable de Agrupación
eu: Taldekatze-aldagaia
gl: Variable de Agrupamento
pt: Variável de Agrupamento
sr: Групишућa варијаблa

# TTestIndependentSamples|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes
sr: Тестови

# TTestIndependentSamples|
source: Additional Statistics
de: Weitere Statistiken
es: Estadísticos Adicionales
eu: Estatistika gehigarriak
gl: Estatísticos Adicionais
pt: Estatísticas adicionais
sr: Додатна статистика

# TTestIndependentSamples|
source: Location parameter
de: Lageparameter
es: Parámetro de posición
eu: Kokapen-parametroa
gl: Parámetro de posición
pt: Parâmetro de localização
sr: Параметар локације

# TTestIndependentSamples|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza-tartea
gl: Intervalo de confianza
pt: Intervalo de confiança
sr: Интервал поверења

# TTestIndependentSamples|
source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
pt: D de Cohen

# TTestIndependentSamples|
source: Glass' delta
es: Delta de Glass
eu: Glassen delta
gl: Delta de Glass
pt: Delta Glass

# TTestIndependentSamples|
source: Hedges' g
es: G de Hedges
eu: Hedgesen g
gl: G de Hedges
pt: g de Hedges

# TTestIndependentSamples|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas
sr: Дескриптивна

# TTestIndependentSamples|
source: Descriptives plots
de: Deskriptive Diagramme
es: Gráficos descriptivos
eu: Deskribapen grafikoak
gl: Gráficas descritivas
pt: Diagramas Descritivos
sr: Дескриптивни графикони

# TTestIndependentSamples|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoaren p-ratioa
gl: Cociente p máximo de Vovk-Sellke
pt: Razão p máxima de Vovk-Sellke
sr: Vovk-Sellke максималан p-однос

# TTestIndependentSamples|
source: Group 1 ≠ Group 2
de: Gruppe 1 ≠ Gruppe 2
es: Grupo 1 ≠ Grupo 2
eu: 1. taldea ≠ 2. taldea
gl: Grupo 1 ≠ Grupo 2
pt: Grupo 1 ≠ Grupo 2
sr: Група 1 ≠ Група 2

# TTestIndependentSamples|
source: Group 1 > Group 2
de: Gruppe 1 > Gruppe 2
es: Grupo 1 > Grupo 2
eu: 1. taldea > 2. taldea
gl: Grupo 1 > Grupo 2
pt: Grupo 1 > Grupo 2
sr: Група 1 > Група 2

# TTestIndependentSamples|
source: Group 1 < Group 2
de: Gruppe 1 < Gruppe 2
es: Grupo 1 < Grupo 2
eu: 1. taldea < 2. taldea
gl: Grupo 1 < Grupo 2
pt: Grupo 1 < Grupo 2
sr: Група 1 < Група 2

# TTestIndependentSamples|
source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizioen egiaztapenak
gl: Comprobacións de Supostos
pt: Verificar pressupostos
sr: Провере претпоставке

# TTestIndependentSamples|
source: Normality
de: Normalverteilung
es: Normalidad
eu: Normaltasuna
gl: Normalidade
pt: Normalidade
sr: Нормалност

# TTestIndependentSamples|
source: Equality of variances
de: Varianzgleichheit
es: Igualdad de varianzas
eu: Bariantzen berdintasuna
gl: Igualdade de varianzas
pt: Igualdade de variâncias
sr: Једнакост варијанси

# TTestIndependentSamples|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio faltak
gl: Valores Ausentes
pt: Valores ausentes
sr: Недостајуће вредности

# TTestIndependentSamples|
source: Exclude cases per dependent variable
de: Fälle pro abhängige Variable ausschließen
es: Excluir casos por variable dependiente
eu: Baztertu kasuak mendeko aldagai bakoitzeko
gl: Excluír casos segundo a variable dependente
pt: Excluir casos por variável dependente
sr: Изузми случајеве по зависној варијабли

# TTestIndependentSamples|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Baztertu kasuak zerrendaka
gl: Excluír casos segundo a lista
pt: Excluir casos em lista
sr: Искључите случајеве на листи

# TTestOneSample|
source: Variables
eu: Aldagaiak
pt: Variáveis

# TTestOneSample|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes

# TTestOneSample|
source: Wilcoxon signed-rank
es: Rango con signo de Wilcoxon
eu: Wilcoxon zeinudun maila
gl: Rango con signo de Wilcoxon
pt: Teste dos postos sinalizados de Wilcoxon

# TTestOneSample|
source: Z Test
es: Contraste Z
eu: Z Proba
gl: Proba Z
pt: Teste Z

# TTestOneSample|
source: Test value:
es: Probar valor:
eu: Proba-balioa:
gl: Probar valor:
pt: Valor de teste:

# TTestOneSample|
source: Std. deviation:
es: Desviación típica:
eu: Desbideratze estandarra:
gl: Desvío padrón:
pt: Desvio padrão:

# TTestOneSample|
source: Additional Statistics
es: Estadísticos Adicionales
eu: Estatistika gehigarriak
gl: Estatísticos Adicionais
pt: Estatísticas adicionais

# TTestOneSample|
source: Confidence interval
es: Intervalo de confianza
eu: Konfiantza-tartea
gl: Intervalo de confianza
pt: Intervalo de confiança

# TTestOneSample|
source: Descriptives
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas

# TTestOneSample|
source: Descriptives plots
es: Gráficos descriptivos
eu: Deskribapen-diagramak
gl: Gráficas descritivas
pt: Diagramas Descritivos

# TTestOneSample|
source: Vovk-Sellke maximum p-ratio
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke-ren p-ratio maximoa
gl: Cociente p máximo de Vovk-Sellke
pt: Razão p máxima de Vovk-Sellke

# TTestOneSample|
source: ≠ Test value
es: ≠ Valor de prueba
eu: ≠ Proba-balioa
gl: ≠ Valor a probar
pt: ≠ Valor do teste

# TTestOneSample|
source: > Test value
es: > Valor de prueba
eu: > Proba-balioa
gl: > Valor a probar
pt: > valor de teste

# TTestOneSample|
source: < Test value
es: < Valor de prueba
eu: < Proba-balioa
gl: < Valor a probar
pt: < Valor de teste

# TTestOneSample|
source: Assumption checks
es: Verificaciones de supuestos
eu: Suposizio-egiaztapenak
gl: Comprobacións de supostos
pt: Verificação dos pressupostos

# TTestOneSample|
source: Normality
es: Normalidad
eu: Normaltasuna
gl: Normalidade
pt: Normalidade

# TTestOneSample|
source: Missing Values
es: Valores Ausentes
eu: Balio faltak
gl: Valores Ausentes
pt: Valores ausentes

# TTestOneSample|
source: Exclude cases listwise
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
gl: Excluír casos segundo a lista
pt: Excluir casos em lista

# TTestPairedSamples|
source: Tests
es: Contrastes
eu: Probak
gl: Probas
pt: Testes
sr: Тестови

# TTestPairedSamples|
source: Wilcoxon signed-rank
de: Wilcoxon-Vorzeichen-Rang
es: Rango con signo de Wilcoxon
eu: Wilcoxon zeinudun maila
gl: Rango con signo de Wilcoxon
pt: Teste dos postos sinalizados de Wilcoxon
sr: Wilcoxon-ов тест знакова са ранговима

# TTestPairedSamples|
source: Additional Statistics
de: Weitere Statistiken
es: Estadísticos Adicionales
eu: Estatistika gehigarriak
gl: Estatísticos Adicionais
pt: Estatísticas adicionais
sr: Додатна статистика

# TTestPairedSamples|
source: Location parameter
de: Lageparameter
es: Parámetro de posición
eu: Kokapen parametroa
gl: Parámetro de posición
pt: Parâmetro de localização
sr: Параметар локације

# TTestPairedSamples|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza-tartea
gl: Intervalo de confianza
pt: Intervalo de confiança
sr: Интервал поверења

# TTestPairedSamples|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
gl: Descritivos
pt: Descritivas
sr: Дескриптивна

# TTestPairedSamples|
source: Descriptives plots
de: Deskriptive Diagramme
es: Gráficos descriptivos
eu: Deskribapen grafikoak
gl: Gráficas descritivas
pt: Diagramas Descritivos
sr: Дескриптивни графикони

# TTestPairedSamples|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoaren p-ratioa
gl: Cociente p máximo de Vovk-Sellke
pt: Razão p máxima de Vovk-Sellke
sr: Vovk-Sellke максималан p-однос

# TTestPairedSamples|
source: Measure 1 ≠ Measure 2
de: Messung 1 ≠ Messung 2
es: Medida 1 ≠ Medida 2
eu: 1. neurria ≠ 2. neurria
gl: Medida 1 ≠ Medida 2
pt: Medida 1 ≠ Medida 2
sr: Мера 1 ≠ Мера 2

# TTestPairedSamples|
source: Measure 1 > Measure 2
de: Messung 1 > Messung 2
es: Medida 1 > Medida 2
eu: 1. neurria > 2. neurria
gl: Medida 1 > Medida 2
pt: Medida 1 > Medida 2
sr: Мера 1 > Мера 2

# TTestPairedSamples|
source: Measure 1 < Measure 2
de: Messung 1 < Messung 2
es: Medida 1 < Medida 2
eu: 1. neurria < 2. neurria
gl: Medida 1 < Medida 2
pt: Medida 1 < Medida 2
sr: Мера 1 < Мера 2

# TTestPairedSamples|
source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizioen egiaztapenak
gl: Comprobacións de Supostos
pt: Verificar pressupostos
sr: Провере претпоставке

# TTestPairedSamples|
source: Normality
de: Normalverteilung
es: Normalidad
eu: Normaltasuna
gl: Normalidade
pt: Normalidade
sr: Нормалност

# TTestPairedSamples|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio falta
gl: Valores Ausentes
pt: Valores ausentes
sr: Недостајуће вредности

# TTestPairedSamples|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
gl: Excluír casos segundo a lista
pt: Excluir casos em lista
sr: Искључите случајеве на листи

# Description|
source: Evaluate the difference between two means
de: Untersuche die Differenz zwischen zwei Mittelwerten
es: Evaluar la diferencia entre dos medias
eu: Bi batez bestekoen arteko aldea ebaluatu
gl: Avaliar a diferenza entre dúas medias
pt: Avaliar a diferença entre duas médias
sr: Процена разлике између две средине

# TTestBayesianIndependentSamples|
source: Raincloud plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: DiagramasRaincloud
sr: Графикони кишног облака

# TTestBayesianIndependentSamples|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Bistaraketa horizontala
gl: Presentación horizontal
pt: Exibição horizontal
sr: Хоризонтални приказ

# TTestBayesianOneSample|
source: Raincloud plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: Diagramas Raincloud
sr: Графикони кишног облака
