Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestOneSample|
source: Displays the sample mean and the confidence interval. The confidence interval is set at 95% by default and can be changed.
eu: Laginaren batez bestekoa eta konfiantza-tartea erakusten ditu. Konfiantza-tartea % 95ean ezarrita dago lehenespenez eta alda daiteke.
pt: Mostra a média amostral e o intervalo de confiança. O intervalo de confiança é definido em 95 % por padrão e pode ser alterado.

# TTestOneSample|
source: Displays the individual data points, box plot, and density.
eu: Datu-puntu indibidualak, kaxa-diagrama eta dentsitatea erakusten ditu.
pt: Exibe pontos de dados individuais, diagrama de caixa e densidade.

# TTestOneSample|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable.
eu: Euri-hodeien grafikoaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
pt: Altera a orientação do gráfico nuvem de chuva de forma que o eixo x represente a variável dependente.

# TTestPairedSamples|
source: Student's paired sample t-test.This option is selected by default.
de: t-Test nach Student für abhängige Stichproben. Diese Option ist standardmäßig ausgewählt.
eu: Student-en lagin parekatuen t-proba. Aukera hau lehenespenez hautatzen da.
pt: Teste t de Student para amostras pareadas. Esta opção é selecionada por padrão.
sr: Студентов t-тест за упарене узорке. Постављено као подразумевано.

# TTestPairedSamples|
source: Non-parametric version of the paired samples t-test. Use when model residuals (i.e., group differences) are not normally distributed.
de: Nichtparametrische Version des t-Tests für abhängige Stichproben. Verwendung wenn die Modellresiduen (d.h., die Gruppendifferenzen) nicht normalverteilt sind.
eu: Lagin parekatuen t-probaren bertsio ez-parametrikoa. Erabili ereduaren hondarrak (hau da, talde-diferentziak) normalean banatzen ez direnean.
pt: Versão não paramétrica do teste t para amostras pareadas. Usar quando os resíduos do modelo (e.g., diferença entre os grupos) não estão distribuídas normalmente.
sr: Не-параметарска верзија t-теста за упарене узорке. Користи се када резидуали модела (тј. разлике група) нису нормално распоређени.

# TTestPairedSamples|
source: For the Student's t-test the location parameter is given by the mean difference 'd'; for the Wilcoxon signed-rank test, the location parameter is given by the Hodges-Lehmann estimate.
de: Für den t-Test nach Student wird der Lageparameter durch den mittleren Unterschied 'd' angegeben; für den Wilcoxon-Vorzeichen-Rang-Test wird der Lageparameter durch die Hodges-Lehmann-Schätzung gegeben.
eu: Student-en t-probarako, kokapen-parametroa batez besteko diferentzia 'd'-k ematen du; Wilcoxon zeinudun maila-probarako, kokapen-parametroa Hodges-Lehmann estimazioak ematen du.
pt: Para o teste t de Student, o parâmetro de localização é dado pela diferença média 'd'; para o teste de postos sinalizados de Wilcoxon, o parâmetro de localização é dado pela estimativa de Hodges-Lehmann.
sr: За Студентов t-тест параметар локације дат је средњом разликом 'd'; за Wilcoxon тест рангираних знакова, параметар локације дат је Hodges-Lehmann проценом.

# TTestPairedSamples|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
de: Zeigt das maximale Verhältnis zwischen der Wahrscheinlichkeit des erhaltenen p-Wertes unter H1 und der Wahrscheinlichkeit des erhaltenen p-Wertes unter H0. Wenn zum Beispiel der zweiseitige p-Wert 0,05 beträgt, ist das Vovk-Sellke-MPV gleich 2,46, was bedeutet, dass dieser p-Wert höchstens 2,46 Mal wahrscheinlicher ist, dass er unter H1 als unter H0 auftritt.
eu: H1-pean lortutako p balioaren probabilitatearen eta H0-pean lortutako p balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bakarreko p-balioa 0,05 bada, Vovk-Sellke MPR 2,46 da, eta horrek adierazten du p-balio hori gehienez 2,46 aldiz litekeena dela H1-en pean gertatzea H0-en pean baino.
pt: Mostra a razão máxima entre a verossimilhança do valor de p obtido em H1 e a verossimilhança do valor de p obtido em H0. Por exemplo, se o valor de p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor de p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.
sr: Показује максимални однос вероватноће добијене p вредности под H1 наспрам вероватноће добијене p вредности под H0. На пример, ако је двострана p вредност једнака 0,05, Vovk-Sellke MPR износи 2,46, указујући да је ова p вредност највише 2,46 пута вероватнија под H1 него под H0.

# TTestPairedSamples|
source: One-sided alternative hypothesis that the population mean of the difference is larger than 0.
de: Einseitige Alternativhypothese, dass der Differenz-Mittelwert der Grundgesamtheit größer als 0 ist.
eu: Alde bakarreko hipotesi alternatiboa, dioen aldearen populazio-batez bestekoa 0 baino handiagoa dela.
pt: Hipótese alternativa unilateral de que a média populacional da diferença é maior que 0.
sr: Једнострана алтернативна хипотеза да је средња вредност популације разлике већа од 0.

# TTestPairedSamples|
source: One-sided alternative hypothesis that the population mean of the difference is smaller than 0.
de: Einseitige Alternativhypothese dass der Grundgesamtheits-Mittelwert der Differenz kleiner als 0 ist.
eu: Alde bakarreko hipotesi alternatiboa, dioen aldearen populazio-batez bestekoa 0 baino txikiagoa dela.
pt: Hipótese alternativa unilateral de que a média populacional da diferença é menor que 0.
sr: Једнострана алтернативна хипотеза да је средња вредност популације разлике мања од 0.

# TTestPairedSamples|
source: Displays the individual data points (colored dots), box plots, and densities for each measure.
de: Zeigt die einzelnen Datenpunkte (farbige Punkte), Boxplots und Dichten für jede Messung an.
eu: Neurri bakoitzerako datu-puntu indibidualak (koloretako puntuak), kaxa-diagramak eta dentsitateak erakusten ditu.
pt: Exibe os pontos de dados individuais (pontos coloridos), diagramas de caixa e densidades para cada medida.
sr: Приказује појединачне тачке података (обојене тачке), кутијасте дијаграме и густине за свако мерење.

# TTestPairedSamples|
source: Changes the orientation of the raincloud difference plot so that the x-axis represents the dependent variable.
de: Ändert die Ausrichtung des Regenwolkendifferenzdiagramms, sodass die x-Achse die abhängige Variable darstellt.
eu: Euri-hodeien diferentzia-diagramaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
pt: Altera a orientação do gráfico de diferença de nuvens de chuva para que o eixo x represente a variável dependente.
sr: Мења оријентацију разлике графикона кишног облака тако да x-оса представља зависну променљиву.

# TTestPairedSamples|
source: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the difference score for the particular t-test. Sample sizes may therefore vary across the tests. This option is selected by default.
de: Bei mehreren t-Tests in einer einzelnen Analyse wird jeder Test mit allen Fällen durchgeführt, die gültige Daten des Differenzwerts für den jeweiligen t-Test aufweisen. Stichprobenumfänge können daher über die Tests hinweg variieren. Diese Option wird standardmäßig ausgewählt.
eu: Analisi bakarrean t-proba anitz daudenean, proba bakoitza t-proba jakin baterako diferentzia-puntuaziorako datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, laginen tamaina alda daiteke proben artean. Aukera hau lehenespenez hautatzen da.
pt: No caso de múltiplos testes t em uma única análise, cada teste será conduzido utilizando todos os casos com dados válidos para a pontuação de diferença do teste t específico. Portanto, os tamanhos das amostras podem variar entre os testes. Esta opção é selecionada por padrão.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки тест ће бити спроведен користећи све случајеве са важећим подацима за резултат разлике за одређени t-тест. Величине узорака стога могу варирати између тестова. Ова опција је изабрана као подразумевана.

# Description|
source: Paired Samples T-Test
de: T-Test für abhängige Stichproben
es: Contraste T para Muestras Emparejadas
gl: Proba T para Mostras Emparelladas
pt: Teste T de Amostras Dependentes
sr: T-тест за упарене узорке

# TTestBayesianIndependentSamples|
source: Mann-Whitney
es: U-Mann-Whitney

# BarPlots|
source: Coverage of the confidence intervals in percentages. By default, the confidence interval is set to 95%. This can be changed into the desired percentage.
es: Cobertura de los intervalos de confianza en porcentajes. Por defecto, el intervalo de confianza se configura en el 95%. Esto se puede cambiar al porcentaje deseado.
gl: Cobertura dos intervalos de confianza en porcentaxes. Por defecto, o intervalo de confianza configúrase no 95%. Isto pódese trocar á porcentaxe desexada.

# BarPlots|
source: Fix horizontal axis to 0: Forces the graph to show the default x-axis at y = 0
es: Fijar el eje horizontal a 0: Fuerza que el gráfico muestre el eje x predeterminado en y = 0
gl: Fixar o eixe horizontal a 0: Forza que a gráfica amose o eixe x predeterminado en y = 0

# TTestIndependentSamples|
source: In this box the dependent variable is selected
es: En esta casilla se selecciona la variable dependiente
gl: Nesta caixiña se selecciona a variable dependente

# TTestIndependentSamples|
source: In this box the variable defining the groups is selected. e.g experimental condition
es: En esta casilla se selecciona la variable que define los grupos (p.e. la condición experimental)
gl: Nesta caixiña se selecciona a variable que define os grupos (p.e. a condición experimental)

# TTestIndependentSamples|
source: Good old fashioned T-test. Selected by default
es: Contraste T correcto antiguo. Seleccionado por defecto
gl: Proba T correcta antiga. Seleccionada por defecto

# TTestIndependentSamples|
source: Use when variances are not equally distributed accross groups
es: Utilizar cuando las varianzas no están igual distribuidas entre los grupos
gl: Utilizar cando as varianzas non están igual distribuídas entre os grupos

# TTestIndependentSamples|
source: Non-parametric independent T-test. Use when data is not normally distributed
es: Contraste T independiente no paramétrico. Utilizar cuando los datos no tienen distribución Normal
gl: Proba T independente non paramétrica. Utilizar cando os datos non teñen distribución Normal

# TTestIndependentSamples|
source: Confidence interval for the effect size based on the non-central t-distribution for Cohen's d, Glass' delta and Hedges' g, and normal approximation of the Fisher transformed rank biserial correlation.
es: Intervalo de confianza para la magnitud del efecto basado en la distribución t no centrada para el d de Cohen, el delta de Glass y el g de Hedges, y la aproximación Normal de la correlación transformada biseral de rangos de Fisher.
gl: Intervalo de confianza para a magnitude do efecto baseado na distribución t non centrada para o d de Cohen, o delta de Glass e o g de Hedges, e a aproximación Normal da correlación transformada biseral de rangos de Fisher.

# TTestIndependentSamples|
source: Shows the maximum ratio of the lieklihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es casi 2.46 veces más probable que ocurra bajo H1 que bajo H0.
gl: Amosa a proporción máxima da verosimilitude do valor p obtido baixo H1 fronte á verosimilitude do valor p obtido baixo H0. Por exemplo, se o valor p bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor p é case 2.46 veces máis probable que ocorra baixo H1 que baixo H0.

# TTestIndependentSamples|
source: BrownForsythe or Levene's tests to check if variances are qually distributed accross groups
es: Contrastes de Brown-Forsythe o de Levene para comprobar si las varianzas tienen igual distribución entre grupos
gl: Probas de Brown-Forsythe ou de Levene para comprobar se as varianzas teñen igual distribución entre grupos

# TTestIndependentSamples|
source: Exclude cases per dependent variable: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the tests. This options is selected by default.
es: Excluye casos por variable dependiente: En caso de múltiples contrastes t dentro de un único análisis, cada contraste se va a hacer utilizando todos los casos con datos válidos para la variable dependiente, para cada contraste t concreto. Los tamaños muestrales pueden así variar entre los contrastes . Esta opción se selecciona por defecto.
gl: Exclúe casos por variable dependente: No caso de múltiples probas t dentro dunha única análise, cada proba vaise facer utilizando tódolos casos con datos válidos para a variable dependente, para cada proba t concreta. Os tamaños mostrais poden así variar entre as probas. Esta opción se selecciona por defecto.

# TTestBayesianIndependentSamples|
source: Two-sided alternative hypothesis that the population means are equal. Selected by default
es: Hipótesis alternativa bilateral de que las medias poblacionales son iguales. Seleccionada por defecto
gl: Hipótese alternativa bilateral de que as medias poboacionais son iguais. Seleccionada por defecto

# TTestBayesianIndependentSamples|
source: Displays the Bayes factor accross different values of cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
es: Presenta el factor de Bayes entre diferentes valores del ancho previo de Cauchy. La escala de la previa de Cauchy se varía entre 0 y 1.5, creando progresivamente previas menos informativas.
gl: Presenta o factor de Bayes ao través de diferentes valores do ancho previo de Cauchy. A escala da previa de Cauchy varíase entre 0 e 1.5, creando progresivamente previas menos informativas.

# TTestBayesianIndependentSamples|
source: Displays the development of the Bayes factor as the data come in using the user-defined prior.
es: Presenta el desarrollo del factor de Bayes a medida que los datos pasan a usar la previa definida por el usuario.
gl: Presenta o desenvolvemento do factor de Bayes a medida que os datos pasan a usar a previa definida polo usuario.

# TTestBayesianIndependentSamples|
source: Robustness check: Adds the results of the sequential analysis using the wide (scale=1) and ultrawide prior (scale=sqrt(2)).
es: Comprobación de robustez: Añade los resultados del análisis secuencial usando el ancho (escala=1) y ultra-ancho (escala=raíz(2)) previos.
gl: Comprobación de robustez: Engade os resultados da análise secuencial usando o ancho (escala=1) e ultra-ancho (escala=raíz(2)) previos.

# TTestBayesianIndependentSamples|
source: Display central credible intervals. A credible interval shows the probability that the true effect size lies within certain values. The default credible interval is set at 95%.
es: Presentar los intervalos de credibilidad centrales. Un intervalo creíble muestra la probabilidad de que la magnitud verdadera del efecto esté entre determinados valores. El intervalo creíble predeterminado se establece en el 95%.
gl: Presentar os intervalos de credibilidade centrais. Un intervalo crible amosa a probabilidade de que a magnitude verdadeira do efecto estea entre determinados valores. O intervalo crible predeterminado establécese no 95%.

# TTestBayesianIndependentSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable and the y-axis the grouping variable.
es: Cambia la orientación del gráfico de tipo nube con lluvia de modo que el eje X representa la variable dependiente, y el eje Y la variable de agrupación.
gl: Troca a orientación da gráfica de nube chovendo de xeito que o eixe X representa a variable dependente, e o eixe Y a variable de agrupamento.

# TTestBayesianIndependentSamples|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the multiple t-tests.
es: En caso de múltiples contrastes t en un único análisis, cada contraste t se va a realizar usando solo los casos con datos válidos para todas las variables dependientes. Por eso el tamaño muestral es constante entre los diversos contrastes t.
gl: No caso de múltiples probas t nunha única análise, cada proba t vaise realizar usando só casos con datos válidos para tódalas variables dependentes. Por iso o tamaño da mostra é constante entre as diversas probas t.

# TTestBayesianOneSample|
source: The paired samples t-test allows you to estimate the effect size and test the null hypothesis that the population mean equals a specific constant,i.e., the test value.
es: El contraste t para muestras emparejadas permite estimar la magnitud del efecto, y comprobar la hipótesis nula de que la media poblacional es igual a una determinada constante, i.e. el valor de contraste.
gl: A proba t para mostras emparelladas te permite estimar a magnitude do efecto, e comprobar a hipótese nula de que a media poboacional é igual a unha determinada constante, i.e. o valor de proba.

# TTestBayesianOneSample|
source: Test value specified in the null hypothesis. The mean of the data is compared to this value.
es: Valor de contraste especificado en la hipótesis nula. La media de los datos se compara con este valor.
gl: Valor de proba especificado na hipótese nula. A media dos datos se compara con este valor.

# TTestBayesianOneSample|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting how likely the data is under the null vs. alternative hypothesis
es: Añade el factor de Bayes calculado con la previa definida por el usuario; añade una ruleta de probabilidad que representa como son de probables los datos bajo la hipótesis nula vs. alternativa
gl: Engade o factor de Bayes calculado coa previa definida polo usuario; engade unha ruleta de probabilidade que representa como son de probables os datos baixo a hipótese nula vs. alternativa

# TTestBayesianOneSample|
source: adds the median and the 95% credible interval of the posterior distribution of the effect size.
es: Añade la mediana y el intervalo con el 95% de credibilidad de la distribución posterior de la magnitud del efecto.
gl: Engade a mediana e o intervalo co 95% de credibilidade da distribución posterior da magnitude do efecto.

# TTestBayesianOneSample|
source: Displays the Bayes factor accross different values of cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
es: Presenta el factor de Bayes entre diferentes valores del ancho previo de Cauchy. La escala de la previa de Cauchy se varía entre 0 y 1.5, creando progresivamente previas menos informativas.
gl: Presenta o factor de Bayes ao través de diferentes valores do ancho previo de Cauchy. A escala da previa de Cauchy varíase entre 0 e 1.5, creando progresivamente previas menos informativas.

# TTestBayesianOneSample|
source: Display descriptives plots
es: Presenta gráficos descriptivos
gl: Presenta gráficas descritivas

# TTestBayesianOneSample|
source: Display central credible intervals. A credible interval shows the probability that the true effect size lies within certain values. The default credible interval is set at 95%.
es: Presentar los intervalos de credibilidad centrales. Un intervalo creíble muestra la probabilidad de que la magnitud verdadera del efecto esté entre determinados valores. El intervalo creíble predeterminado se establece en el 95%.
gl: Presentar os intervalos de credibilidade centrais. Un intervalo crible amosa a probabilidade de que a magnitude verdadeira do efecto estea entre determinados valores. O intervalo crible predeterminado establécese no 95%.

# TTestBayesianOneSample|
source: One sided alternative hypothesis that the population mean is smaller than the test value.
es: Hipótesis alternativa unilateral de que la media poblacional es menor que el valor de contraste.
gl: Hipótese alternativa unilateral de que a media poboacional é menor que o valor de proba.

# TTestBayesianOneSample|
source: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the multiple t-tests.; checked: true
es: En caso de múltiples contrastes en un único análisis, cada contraste se va a realizar usando todos los casos con datos válidos para la variable dependiente en cada contraste t concreto. Por eso los tamaños muestrales pueden variar entre los diversos contrastes t.; comprobado: verdadero
gl: No caso de múltiples probas t nunha única análise, cada proba vaise realizar usando tódolos casos con datos válidos para a variable dependente en cada proba t concreta. Por iso os tamaños das mostras poden variar entre as diversas probas t.; comprobado: verdadeiro

# TTestBayesianOneSample|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the multiple t-tests.
es: En caso de múltiples contrastes t en un único análisis, cada contraste t se va a realizar usando solo los casos con datos válidos para todas las variables dependientes. Por eso el tamaño muestral es constante entre los diversos contrastes t.
gl: No caso de múltiples probas t nunha única análise, cada proba t vaise realizar usando só casos con datos válidos para tódalas variables dependentes. Por iso o tamaño da mostra é constante entre as diversas probas t.

# TTestBayesianPairedSamples|
source: The paired samples t-test allows you to estimate the effect size and test the null hypothesis that the population mean of the difference between paired(dependent) observations equals 0.
es: El contraste t para muestras emparejadas permite estimar la magnitud del efecto, y comprobar la hipótesis nula de que la media poblacional de la diferencia entre observaciones emparejadas (dependientes) es igual a 0.
gl: A proba t para mostras emparelladas te permite estimar a magnitude do efecto, e comprobar a hipótese nula de que a media poboacional da diferenza entre observacións emparelladas (dependentes) é igual a 0.
