Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestBayesianPairedSamples|
source: Two-sided alternative hypothesis that the population mean of the difference is not equal to 0. Selected by default.
de: Zweiseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert der Differenz nicht gleich 0 ist. Standardmäßig ausgewählt.
es: Hipótesis alternativa bilateral de que la media poblacional de la diferencia no es igual a 0. Seleccionada por defecto.
eu: Bi aldeko hipotesi alternatiboa, diferentziaren populazioaren batez bestekoa ez dela 0. Lehenespenez hautatuta.
gl: Hipótese alternativa bilateral de que a media poboacional da diferenza non é igual a 0. Seleccionada por defecto.
pt: Hipótese alternativa bilateral de que a média populacional da diferença não é igual a 0. Selecionada por padrão.
sr: Двострана алтернативна хипотеза да средња вредност популације разлике није једнака 0. Постављено као подразумевано.

# TTestBayesianPairedSamples|
source: One-sided alternative hypothesis that the population mean of the difference is larger than 0.
de: Einseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert der Differenz größer als 0 ist.
es: Hipótesis alternativa unilateral de que la media poblacional de la diferencia es mayor que 0.
eu: Alde bakarreko hipotesi alternatiboa, diferentziaren populazioaren batez bestekoa 0 baino handiagoa dela.
gl: Hipótese alternativa unilateral de que a media poboacional da diferenza é maior que 0.
pt: Hipótese alternativa unilateral de que a média populacional da diferença é maior que 0.
sr: Једнострана алтернативна хипотеза да је средња вредност популације разлике већа од 0.

# TTestBayesianPairedSamples|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting how likely the data is under the null vs. alternative hypothesis; adds the median and the 95% credible interval of the posterior distribution of the effect size.
de: Hinzufügen des mit dem benutzerdefinierten Prior berechneten Bayesfaktors; hinzufügen eines Wahrscheinlichkeitskreises zur Anzeige, wie wahrscheinlich die Daten unter der Null- ggü. der Alternativhypothese sind; hinzufügen des Medians und des 95%-Glaubwürdigkeitsintervalls der Posteriorverteilung der Effektstärke.
es: Añade el factor de Bayes calculado con la previa definida por el usuario; añade una ruleta de probabilidad que representa como son de probables los datos bajo la hipótesis nula vs. alternativa; añade la mediana y el intervalo con el 95% de credibilidad de la distribución posterior de la magnitud del efecto.
eu: Erabiltzaileak definitutako aurretikoarekin kalkulatutako Bayes faktorea gehitzen du; probabilitate-gurpil bat gehitzen du, datuak zein litekeen den erakusten duena hipotesi nuluaren eta alternatiboaren pean; Efektuaren tamainaren atzeko banaketaren mediana eta % 95eko sinesgarritasun tartea gehitzen ditu.
gl: Engade o factor de Bayes calculado coa previa definida polo usuario; engade unha ruleta de probabilidade que representa como son de probables os datos baixo a hipótese nula vs. alternativa; engade a mediana e o intervalo co 95% de credibilidade da distribución posterior da magnitude do efecto.
pt: Adiciona o fator de Bayes calculado com o anterior definido pelo usuário; adiciona uma roda de probabilidade representando a probabilidade dos dados sob a hipótese nula vs. alternativa; adiciona a mediana e o intervalo de credibilidade de 95 % da distribuição posterior do tamanho do efeito.
sr: Додаје Бејзов фактор израчунат са кориснички дефинисаном претходном расподелом; додаје графички точак вероватноће који приказује колико су подаци вероватни под нултом наспрам алтернативне хипотезе; додаје медијану и 95% интервал кредибилитета задње расподеле величине ефекта.

# TTestBayesianPairedSamples|
source: Displays the development of the Bayes factor as the data come in using the user-defined prior.
de: Zeigt den Verlauf des Bayesfaktors mit den eintreffenden Daten, mit dem benutzerdefinierten Prior.
es: Presenta el desarrollo del factor de Bayes a medida que los datos pasan a usar la previa definida por el usuario.
eu: Bayes faktorearen garapena erakusten du datuak sartzen diren heinean, erabiltzaileak definitutako aurrizkia erabiliz.
gl: Presenta o desenvolvemento do factor de Bayes a medida que os datos pasan a usar a previa definida polo usuario.
pt: Exibe o desenvolvimento do fator de Bayes à medida que os dados chegam usando o anterior definido pelo usuário.
sr: Приказује развој Бејзовог фактора како подаци долазе користећи кориснички дефинисану претходну расподелу.

# TTestBayesianPairedSamples|
source: Adds the results of the sequential analysis using the wide (scale=1) and ultrawide prior (scale=sqrt(2)).
de: Hinzufügen der Ergebnisse der sequentiellen Analyse mit dem breiten (Skalenparameter=1) und ultrabreiten Prior (Skalenparameter=sqrt(2)).
es: Añade los resultados del análisis secuencial usando el ancho (escala=1) y ultra-ancho (escala=raíz(2)) previos.
eu: Analisi sekuentzialaren emaitzak gehitzen ditu aurrizki zabala (eskala=1) eta ultrazabala (eskala=sqrt(2)) erabiliz.
gl: Engade os resultados da análise secuencial usando o ancho (escala=1) e ultra-ancho (escala=raíz(2)) previos.
pt: Adiciona os resultados da análise sequencial usando o anterior amplo (escala=1) e ultra-amplo (escala=sqrt(2)).
sr: Додаје резултате секвенцијалне анализе користећи широку (скала=1) и ултрашироку претходну расподелу (скала=sqrt(2)).

# TTestBayesianPairedSamples|
source: Displays the individual cases (colored dots), box plots, and densities for each group.
de: Zeigt die einzelnen Fälle (farbige Punkte), Box-Plots und Dichten für jede Gruppe.
es: Presenta los casos individuales (puntos coloreados), gráficos de caja y densidades para cada grupo.
eu: Kasu indibidualak (puntu koloreztatuak), kaxa-diagramak eta dentsitateak erakusten ditu talde bakoitzerako.
gl: Presenta os casos individuais (puntos con cor), gráficas de caixa e densidades para cada grupo.
pt: Exibe os casos individuais (pontos coloridos), diagramas de caixa e densidades para cada grupo.
sr: Приказује појединачне случајеве (обојене тачке), кутијасте дијаграме и густине за сваку групу.

# TTestBayesianPairedSamples|
source: Displays a raincloud plot of the differences between the two measures.
de: Zeigt ein Regenwolkendiagramm der Differenzen zwischen den beiden Maßen.
es: Presenta un gráfico de tipo nube con lluvia de la diferencia entre las dos medidas.
eu: Bi neurrien arteko desberdintasunen euri-hodei diagrama erakusten du.
gl: Presenta unha gráfica de nube chovendo da diferenza entre as dúas medidas.
pt: Exibe um gráfico de nuvem de chuva das diferenças entre as duas medições.
sr: Приказује графикон кишног облака разлика између два мерења.

# TTestBayesianPairedSamples|
source: Student's t-test. This option is selected by default.
de: Der t-Test nach Student. Diese Option ist standardmäßig ausgewählt.
es: Contraste t de Student. Esta opción se selecciona por defecto.
eu: Student-en t-proba. Aukera hau lehenespenez hautatzen da.
gl: Proba t de Student. Esta opción selecciónase por defecto.
pt: Teste t de Student. Essa opção é selecionada por padrão.
sr: Студентов t-тест. Ова опција је изабрана као подразумевано.

# TTestBayesianPairedSamples|
source: Non-parametric version of paired samples t-test. Use when data is not normally distributed. The number of MCMC samples is set at 1000 by default and can be changed.
de: Nichtparametrische Version des t-Tests für abhängige Stichproben. Verwendung für nicht normalverteilten Daten. Die Anzahl der MCMC-Stichproben wird standardmäßig auf 1000 gesetzt und kann angepasst werden.
es: Versión no paramétrica del contraste t para muestras emparejadas. Utilizar cuando los datos no tienen distribución Normal. El número de muestras MCMC se establece en 1000 por defecto, y puede modificarse.
eu: Lagin parekatuen t-probaren bertsio ez-parametrikoa. Datuak normalean banatzen ez direnean erabili. MCMC laginen kopurua 1000an ezartzen da lehenespenez eta alda daiteke.
gl: Versión non paramétrica da proba t para mostras emparelladas. Utilizar cando os datos non teñen distribución Normal. O número de mostras MCMC establécese en 1000 por defecto, e pode modificarse.
pt: Versão não paramétrica do teste t para amostras pareadas. Usar quando os dados não forem distribuídos normalmente. O número de amostras MCMC é definido como 1000 por padrão e pode ser alterado.
sr: Не-параметарска верзија t-теста за упарене узорке. Користи се када подаци нису нормално распоређени. Број MCMC узорака је подразумевано постављен на 1000 и може се променити.

# TTestBayesianPairedSamples|
source: Sample size, sample mean, sample standard deviation, and standard error of the mean for each group.
de: Stichprobenumfang, Stichprobenmittelwert, Stichprobenstandardabweichung, und Standardfehler des Mittelwerts für jede Gruppe.
es: Tamaño muestral, media muestral, desviación típica muestral, y error típico de la media para cada grupo.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra eta batez bestekoaren errore estandarra talde bakoitzerako.
gl: Tamaño mostral, media mostral, desvío padrón mostral, e erro padrón da media para cada grupo.
pt: Tamanho de amostra, média amostral, desvio padrão amostral e erro padrão da média para cada grupo.
sr: Величина узорка, средњa вредност узорка, стандардна девијација узорка и стандардна грешка средње вредности за сваку групу.

# TTestBayesianPairedSamples|
source: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzigen Analyse wird jeder Test mit allen gültigen Falldaten der abhängigen Variable des jeweiligen t-Tests durchgeführt. Die Stichprobenumfänge können deswegen zwischen den verschiedenen t-Tests variieren.
es: En caso de múltiples contrastes t en un único análisis, cada contraste se va a realizar usando todos los casos con datos válidos para la variable dependiente en cada contraste t concreto. Por eso los tamaños de las muestras pueden variar entre los diversos contrastes t.
eu: Analisi bakarrean t-proba anitz daudenean, proba bakoitza t-proba jakin baterako mendeko aldagaiarentzat datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, lagin-tamainak alda daitezke hainbat t-probatan zehar.
gl: No caso de múltiples probas t nunha única análise, cada proba vaise realizar usando tódolos casos con datos válidos para a variable dependente en cada proba t concreta. Por iso os tamaños das mostras poden variar entre as diversas probas t.
pt: No caso de múltiplos testes t em uma única análise, cada teste será conduzido utilizando todos os casos com dados válidos para a variável dependente para cada teste t em particular. Os tamanhos de amostra podem, desta forma, variar ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки тест ће бити спроведен користећи све случајеве са важећим подацима за зависну променљиву за одређени t-тест. Величине узорака стога могу варирати између вишеструких t-тестова.

# TTestBayesianPairedSamples|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzelnen Analyse wird jeder t-Test nur mit Fällen durchgeführt, die gültige Daten für alle abhängigen Variablen aufweisen. Der Stichprobenumfang ist daher über die verschiedenen t-Tests konstant.
es: En caso de múltiples contrastes t en un único análisis, cada contraste t se va a realizar usando solo los casos con datos válidos para todas las variables dependientes. Por eso el tamaño muestral es constante entre los diversos contrastes t.
eu: Analisi bakarrean hainbat t-proba daudenean, t-proba bakoitza mendeko aldagai guztientzat datu baliodunak dituzten kasuak soilik erabiliz egingo da. Beraz, lagin-tamaina konstantea da hainbat t-probatan zehar.
gl: No caso de múltiples probas t nunha única análise, cada proba t vaise realizar usando só casos con datos válidos para tódalas variables dependentes. Por iso o tamaño da mostra é constante entre as diversas probas t.
pt: No caso de múltiplos testes t em uma única análise, cada teste t será conduzido utilizando apenas casos com dados válidos para todas as variáveis dependentes. O tamanho da amostra é, portanto, constante ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки t-тест ће бити спроведен користећи само случајеве са важећим подацима за све зависне варијабле. Стога је величина узорка константна кроз вишеструке t-тестове.

# TTestIndependentSamples|
source: Displays the sample means and the confidence intervals for each group. By default it is set at 95%. This can be changed into the desired percentage.
de: Zeigt die Stichprobenmittelwerte und die Konfidenzintervalle für jede Gruppe. Standardmäßig ist es auf 95% eingestellt. Dies kann auf den gewünschten Prozentsatz geändert werden.
es: Presenta las medias muestrales y los intervalos de confianza para cada grupo. Por defecto, se establece en 95%. Esto se puede cambiar al porcentaje deseado.
eu: Talde bakoitzerako lagin-batez bestekoak eta konfiantza-tarteak erakusten ditu. Berez, % 95ean ezarrita dago. Hau nahi den ehunekoan alda daiteke.
gl: Presenta as medias mostrais e os intervalos de confianza para cada grupo. Por defecto, establécese no 95%. Isto pódese trocar á porcentaxe desexada.
pt: Exibe as médias amostrais e os intervalos de confiança para cada grupo. Por padrão, é definido em 95 %. Este valor pode ser alterado para a porcentagem desejada.
sr: Приказује средње вредности узорака и интервале поверења за сваку групу. Подразумевано је постављено на 95%. Ово може бити промењено у жељени проценат.

# TTestOneSample|
source: The one sample t-test allows the user to estimate the effect size and test the null hypothesis that the population mean equals a specific constant, i.e., the test value.
es: El contraste t para una muestra permite al usuario estimar la magnitud del efecto, y comprobar la hipótesis nula de que la media poblacional es igual a una determinada constante, i.e. el valor de contraste.
eu: Lagin bakarreko t-testak erabiltzaileari efektuaren tamaina kalkulatzeko eta populazioaren batez bestekoa konstante espezifiko baten berdina dela dioen hipotesi nulua probatzeko aukera ematen dio, hau da, proba-balioarena.
gl: A proba t para unha mostra permite ao usuario estimar a magnitude do efecto, e comprobar a hipótese nula de que a media poboacional é igual a unha determinada constante, i.e. o valor de proba.
pt: O teste t de uma amostra permite ao usuário estimar o tamanho do efeito e testar a hipótese nula de que a média da população é igual a uma constante específica, i.e., o valor do teste.

# TTestOneSample|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# TTestOneSample|
source: Input
es: Entrada
eu: Sarrera
gl: Entrada
pt: Entrada

# TTestOneSample|
source: In this box the dependent variable is selected.
es: En este cuadradito se elije la variable dependiente.
eu: Lauki honetan mendeko aldagaia hautatzen da.
gl: Nesta caixiña elíxese a variable dependente.
pt: Nesta caixa a variável dependente é selecionada.

# TTestOneSample|
source: Confidence interval for the location parameter. By default, the confidence interval is set to 95%. This can be changed into the desired percentage.
es: Intervalo de confianza para el parámetro de posición. Por defecto, el intervalo de confianza se establece en 95%. Esto se puede cambiar al porcentaje deseado.
eu: Kokapen-parametroaren konfiantza-tartea. Berez, konfiantza-tartea % 95ean ezarrita dago. Hau nahi den ehunekoan alda daiteke.
gl: Intervalo de confianza para o parámetro de posición. Por defecto, o intervalo de confianza establécese no 95%. Isto pódese trocar á porcentaxe desexada.
pt: Intervalo de confiança para o parâmetro de localização. Por padrão, o intervalo de confiança é definido em 95 %. Isso pode ser alterado para a porcentagem desejada.

# TTestOneSample|
source: For the Student t-test, the effect size is given by Cohen's d; for the Wilcoxon test, the effect size is given by the matched rank biserial correlation; for the Z test, the effect size is given by Cohen's d (based on the provided population standard deviation).
es: Para el contraste t de Student, la magnitud del efecto está dada por la d de Cohen; para el contraste de Wilcoxon, la magnitud del efecto está dada por la correlación biserial de rangos coincidentes; para el contraste Z, la magnitud del efecto está dada por la d de Cohen (basada en la desviación típica proporcionada de la población).
eu: Student t-testarentzat, efektuaren tamaina Cohen-en d-k ematen du; Wilcoxon testarentzat, efektuaren tamaina parekatutako mailaren korrelazio biserialak ematen du; Z testarentzat, efektuaren tamaina Cohen-en d-k ematen du (emandako populazioaren desbideratze estandarrean oinarrituta).
gl: Para a proba t de Student, a magnitude do efecto ven dada pola d de Cohen; para a proba de Wilcoxon, a magnitude do efecto ven dada pola correlación biserial de rangos coincidentes; para a proba Z, a magnitude do efecto ven dada pola d de Cohen (baseada no desvió padrón proporcionado da poboación).
pt: Para o teste t de Student, o tamanho de efeito é dado pelo d de Cohen; para o teste de Wilcoxon, o tamanho de efeito é dado pela correlação raque bisserial correspondente; para o teste Z, o tamanho de efeito é dado pelo d de Cohen (baseado no desvio padrão populacional fornecido).

# TTestOneSample|
source: Confidence interval for the effect size.
es: Intervalo de confianza para la magnitud del efecto.
eu: Efektuaren tamainaren konfiantza-tartea.
gl: Intervalo de confianza para a magnitude do efecto.
pt: Intervalo de confiança para o tamanho de efeito.

# TTestOneSample|
source: Sample size, sample mean, sample standard deviation, standard error of the mean for each measure.
es: Tamaño muestral, media muestral, desviación típica muestral, y error típico de la media para cada medida.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra, neurri bakoitzerako batez bestekoaren errore estandarra.
gl: Tamaño mostral, media mostral, desvío padrón mostral, e erro padrón da media para cada medida.
pt: Tamanho de amostra, média amostral, desvio-padsrão amostral e erro padrão da média para cada medição.

# TTestOneSample|
source: Two sided alternative hypothesis that the sample mean is not equal to the test value. Selected by default.
es: Hipótesis alternativa bilateral de que la media muestral no es igual al valor de contraste. Seleccionada por defecto.
eu: Laginaren batez bestekoa ez dela proba-balioaren berdina dioen alde bikoitzeko hipotesi alternatiboa. Berez hautatuta.
gl: Hipótese alternativa bilateral de que a media mostral non é igual ao valor de proba. Seleccionada por defecto.
pt: Hipótese alternativa bilateral de que a média da amostra não é igual ao valor do teste. Selecionada por padrão.

# TTestOneSample|
source: One sided alternative hypothesis that the sample mean is greater than the test value.
es: Hipótesis alternativa unilateral de que la media muestral es mayor que el valor de contraste.
eu: Laginaren batez bestekoa proba-balioa baino handiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a media mostral é maior que o valor de proba.
pt: Hipótese alternativa unilateral de que a média da amostra é maior que o valor do teste.

# TTestOneSample|
source: One sided alternative hypothesis that the sample mean is less than the test value.
es: Hipótesis alternativa unilateral de que la media muestral es menor que el valor de contraste.
eu: Alde bakarreko hipotesi alternatiboa, laginaren batez bestekoa proba-balioa baino txikiagoa dela dioena.
gl: Hipótese alternativa unilateral de que a media mostral é menor que o valor de proba.
pt: Hipótese alternativa unilateral de que a média da amostra é menor que o valor do teste.

# TTestOneSample|
source: Shapiro-Wilk test of normality.
es: Contraste de Normalidad de Shapiro-Wilk.
eu: Shapiro-Wilk normaltasun-proba.
gl: Proba de Normalidade de Shapiro-Wilk.
pt: Teste de normalidade de Shapiro-Wilk.

# TTestOneSample|
source: Q-Q plot of the standardized residuals.
es: Gráfico Q-Q de los errores tipificados.
eu: Hondar estandarizatuen Q-Q grafikoa.
gl: Gráfica Q-Q dos erros tipificados.
pt: Gráfico Q-Q dos resíduos padronizados.

# TTestOneSample|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the tests. This option is selected by default.
es: En caso de múltiples contrastes t en un único análisis, cada contraste t se va a realizar usando todos los casos con datos válidos para la variable dependiente para el contraste t concreto. Por eso los tamaños de las muestras pueden variar entre los diversos contrastes t. Esta opción se selecciona por defecto.
eu: Analisia bakarrean t-proba anitz daudenean, t-proba bakoitza t-proba jakin baterako mendeko aldagaiarentzat datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, lagin-tamainak alda daitezke probetan zehar. Aukera hau lehenespenez hautatzen da.
gl: No caso de múltiples probas t nunha única análise, cada proba t vaise realizar usando tódolos casos con datos válidos para a variable dependente para a proba t concreta. Por iso os tamaños das mostras poden variar entre as diversas probas t. Esta opción selecciónase por defecto.
pt: No caso de múltiplos testes t em uma única análise, cada teste t será conduzido utilizando todos os casos com dados válidos para a variável dependente para o teste t específico. Portanto, os tamanhos das amostras podem variar entre os testes. Esta opção é selecionada por padrão.

# TTestOneSample|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the tests.
es: En caso de múltiples contrastes t dentro de un único análisis, cada contraste t se va a hacer utilizando solo casos con datos válidos para todas las variables dependientes. Así, el tamaño muestral es constante entre los contrastes.
eu: Analisia bakarrean t-proba anitz daudenean, t-proba bakoitza mendeko aldagai guztientzat datu baliozkoak dituzten kasuak soilik erabiliz egingo da. Beraz, lagin-tamaina konstantea da probetan zehar.
gl: No caso de múltiples probas t dentro dunha única análise, cada proba t vaise facer utilizando só casos con datos válidos para tódalas variables dependentes. Así, o tamaño mostral é constante entre as probas.
pt: No caso de testes t múltiplos em uma única análise, cada teste t será conduzido usando apenas casos com dados válidos para todas as variáveis dependentes. O tamanho de amostra é, portanto, constante ao longo de todos os testes.
