Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestBayesianOneSample|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Bistaraketa horizontala
gl: Presentación horizontal
pt: Exibição horizontal
sr: Хоризонтални приказ

# TTestBayesianPairedSamples|
source: Variable Pairs
de: Variablenpaare
es: Pares de Variables
eu: Aldagai bikoteak
gl: Parellas de Variables
pt: Variáveis pareadas
sr: Варијабилни парови

# TTestBayesianPairedSamples|
source: Raincloud plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: Diagramas Raincloud
sr: Графикони кишног облака

# TTestBayesianPairedSamples|
source: Raincloud difference plots
de: Regenwolken-Differenzplots
es: Gráficos de diferencias tipo nube con lluvia
eu: Euri-hodeien diferentzia grafikoak
gl: Gráficas de diferenzas de nube chovendo
pt: Gráficos de diferença Raincloud
sr: Графикони разлика у облику кишног облака

# TTestBayesianPairedSamples|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Irudi horizontala
gl: Presentación horizontal
pt: Exibição horizontal
sr: Хоризонтални приказ

# TTestIndependentSamples|
source: Dependent Variables
de: Abhängige Variablen
es: Variables Dependientes
eu: Aldagai mendekoak
gl: Variables Dependentes
pt: Variáveis Dependentes
sr: Зависне варијабле

# TTestIndependentSamples|
source: Raincloud plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: Diagramas Raincloud
sr: Графикони кишног облака

# TTestIndependentSamples|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Irudi horizontala
gl: Presentación horizontal
pt: Exibição horizontal
sr: Хоризонтални приказ

# TTestOneSample|
source: Location estimate
es: Estimación de la posición
eu: Kokapenaren estimazioa
gl: Estimación da posición
pt: Estimativa de localização

# TTestOneSample|
source: Raincloud plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: Diagramas Raincloud

# TTestOneSample|
source: Horizontal display
es: Presentación horizontal
eu: Irudi horizontala
gl: Presentación horizontal
pt: Exibição horizontal

# TTestPairedSamples|
source: Variable Pairs
de: Variablenpaare
es: Pares de Variables
eu: Aldagai bikoteak
gl: Parellas de Variables
pt: Variáveis pareadas
sr: Варијабилни парови

# TTestPairedSamples|
source: Raincloud plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
gl: Gráficas de nube chovendo
pt: Diagramas Raincloud
sr: Графикони кишног облака

# TTestPairedSamples|
source: Raincloud difference plots
de: Regenwolken-Differenzplots
es: Gráficos de diferencias tipo nube con lluvia
eu: Euri-hodeien diferentzia grafikoak
gl: Gráficas de diferenzas de nube chovendo
pt: Gráficos de diferença Raincloud
sr: Графикони разлика у облику кишног облака

# TTestPairedSamples|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Irudi horizontala
gl: Presentación horizontal
pt: Exibição horizontal
sr: Хоризонтални приказ

# TTestIndependentSamples|
source: Effect size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito
sr: Величина ефекта

# TTestOneSample|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# TTestPairedSamples|
source: Effect size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito
sr: Величина ефекта

# TTestIndependentSamples|
source: Levene's
es: de Levene
eu: Levene-ren
gl: de Levene
pt: de Levene
sr: Левенов

source: Bar plots
de: Balkendiagramme
es: Gráficos de barras
eu: Barra grafikoak
gl: Gráficas de barras
pt: Gráfico de barras
sr: Графикони трака

# BarPlots|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza tartea
gl: Intervalo de confianza
pt: Intervalo de confiança
sr: Интервал поверења

# BarPlots|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
pt: Intervalo credível
sr: Интервал веродостојности

# BarPlots|
source: Standard error
de: Standardfehler
es: Error típico
eu: Errore estandarra
gl: Erro padrón
pt: Erro padrão
sr: Стандардна грешка

# BarPlots|
source: Fix horizontal axis to 0
de: Horizontale Achse auf 0 fixieren
es: Fijar el eje horizontal en 0
eu: Ardatz horizontala 0ra finkatu
gl: Fixar o eixe horizontal en 0
pt: Fixar o eixo horizontal em 0
sr: Фиксирај хоризонталну осу на 0

# TTestBayesianIndependentSamples|
source: Alternative Hypothesis
de: Alternativhypothese
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa
sr: Алтернативна хипотеза

# TTestBayesianOneSample|
source: Alternative Hypothesis
de: Alternativhypothese
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa
sr: Алтернативна хипотеза

# TTestBayesianPairedSamples|
source: Alternative Hypothesis
de: Alternativhypothese
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa
sr: Алтернативна хипотеза

# TTestIndependentSamples|
source: Alternative Hypothesis
de: Alternativhypothese
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa
sr: Алтернативна хипотеза

# TTestOneSample|
source: Alternative Hypothesis
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa

# TTestOneSample|
source: Exclude cases per variable
es: Excluir casos según variable
eu: Kasuak aldagai bakoitzeko baztertu
gl: Excluír casos segundo variable
pt: Excluir casos por variável

# TTestPairedSamples|
source: Alternative Hypothesis
de: Alternativhypothese
es: Hipótesis alternativa
eu: Hipotesi alternatiboa
gl: Hipótese alternativa
pt: Hipótese Alternativa
sr: Алтернативна хипотеза

# TTestPairedSamples|
source: Exclude cases per variable
de: Fälle per Variable ausschließen
es: Excluir casos según variable
eu: Kasuak aldagai bakoitzeko baztertu
gl: Excluír casos segundo variable
pt: Excluir casos por variável
sr: Изузми случајеве по варијабли

# TTestIndependentSamples|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
gl: Gráficas
pt: Gráficos
sr: Графикони

# TTestOneSample|
source: Plots
es: Gráficos
eu: Grafikoak
gl: Gráficas
pt: Gráficos

# TTestPairedSamples|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
gl: Gráficas
pt: Gráficos
sr: Графикони

# TTestPairedSamples|
source: Correct for correlation
de: für Korrelation korrigieren
es: Corregir la correlación
eu: Korrelaziorako zuzendu
gl: Corrixir a correlación
pt: Corrigir para correlação
sr: Исправан за корелацију

# TTestIndependentSamples|
source: Q-Q plot residuals
de: Q-Q-Diagramm Residuen
es: Gráfico Q-Q de los errores
eu: Q-Q grafikoaren hondarrak
gl: Gráfica Q-Q dos erros
pt: Gráfico Q-Q residual
sr: Q-Q графикон остатака

# TTestOneSample|
source: Q-Q plot residuals
es: Gráfico Q-Q de los errores
eu: Q-Q grafikoaren hondarrak
gl: Gráfica Q-Q dos erros
pt: Gráfico Q-Q residual

# TTestPairedSamples|
source: Q-Q plot residuals
de: Q-Q-Diagramm Residuen
es: Gráfico Q-Q de los errores
eu: Q-Q grafikoaren hondarrak
gl: Gráfica Q-Q dos erros
pt: Gráfico Q-Q residual
sr: Q-Q графикон остатака

# BarPlots|
source: By selecting this option, the error bars will represent standard errors of the mean of each condition.
de: Durch Auswahl dieser Option stellen die Fehlerbalken den Standardfehler des Mittelwerts jeder Bedingung dar.
es: Seleccionando esta opción, las barras de error representarán los errores típicos de la media de cada condición.
eu: Aukera hau hautatuta, errore-barrek baldintza bakoitzaren batez bestekoaren errore estandarrak adieraziko dituzte.
gl: Seleccionando esta opción, as barras de erro representarán os erros padrón da media de cada condición.
pt: Ao selecionar esta opção, as barras de erro representarão os erros padrões da média em cada condição.
sr: Одабиром ове опције, траке грешке ће представљати стандардне грешке средње вредности сваког услова.

# TTestIndependentSamples|
source: The independent samples t-test allows the user to estimate the effect size and test the null hypothesis that the population means of two independent groups are equal.
de: Der t-Test für unabhängige Stichproben ermöglicht das Schätzen der Effektstärke und das Testen der Nullhypothese, dass die Grundgesamtheits-Mittelwerte von zwei unabhängigen Gruppen gleich sind.
es: El contraste de muestras independientes permite al usuario estimar la magnitud del efecto, y comprobar la hipótesis nula de que las medias poblacionales de dos grupos independientes son iguales.
eu: Lagin independenteen t-testak erabiltzaileari efektuaren tamaina kalkulatzeko eta bi talde independenteen populazio-batez bestekoak berdinak direla dioen hipotesi nulua probatzeko aukera ematen dio.
gl: A proba de mostras independentes permite ao usuario estimar a magnitude do efecto, e comprobar a hipótese nula de que as medias poboacionais de dous grupos independentes son iguais.
pt: O teste t para amostras independentes permite ao usuário estimar o tamanho de efeito e testar a hipótese nula de que as médias populacionais de dois grupos são iguais.
sr: Тест независних узорака t-тест омогућава кориснику да процени величину ефекта и тестира нулту хипотезу да су средње вредности популације две независне групе једнаке.

# TTestIndependentSamples|
source: Assumptions
de: Annahmen
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições
sr: Претпоставке

# TTestIndependentSamples|
source: The dependent variable is continuous.
de: Die abhängige Variable ist kontinuierlich.
es: La variable dependiente es continua.
eu: Mendeko aldagaia jarraitua da.
gl: A variable dependente é continua.
pt: A variável dependente é contínua.
sr: Зависна варијабла је континуирана.

# TTestIndependentSamples|
source: The observations in both groups are a random sample from the population.
de: Die Beobachtungen in beiden Gruppen sind zufällige Stichproben der Grundgesamtheit.
es: Las observaciones de ambos grupos son una muestra aleatoria de la población.
eu: Bi taldeetako behaketak populazioko ausazko lagin bat dira.
gl: As observacións de ambos grupos son unha mostra aleatoria da poboación.
pt: As observações em ambos os grupos são uma amostra aleatória da população.
sr: Запажања у обе групе су случајни узорак из популације.

# TTestIndependentSamples|
source: The dependent variable is normally distributed in each group of the independent variable.
de: Die abhängige Variable ist in jeder Gruppe der unabhängigen Variablen normalverteilt.
es: La variable dependiente tiene distribución Normal en cada grupo de la variable independiente.
eu: Mendeko aldagaia normalki banatuta dago aldagai independentearen talde bakoitzean.
gl: A variable dependente ten distribución Normal en cada grupo da variable independente.
pt: A variável dependente está normalmente distribuída em cada grupo da variável independente.
sr: Зависна вааријабла је нормално распоређена у свакој групи независне варијабле.

# TTestIndependentSamples|
source: The population variances in the two groups are homogeneous.
de: Die Varianzen der Grundgesamtheiten in beiden Gruppen sind homogen.
es: Las varianzas poblacionales en los dos grupos son homogéneas.
eu: Bi taldeetako populazio-bariantziak homogeneoak dira.
gl: As varianzas poboacionais nos dous grupos son homoxéneas.
pt: As variâncias populacionais nos dois grupos são homogêneas.
sr: Варијансе популација у две групе су хомогене.

# TTestIndependentSamples|
source: Input
de: Eingabe
es: Entrada
eu: Sarrera
gl: Entrada
pt: Entrada
sr: Унос

# TTestIndependentSamples|
source: For the Student's t-test and Welch's t-test, the location parameter is given by mean difference; for the Mann-Whitney test, the location parameter is given by the Hodges-Lehmann estimate.
de: Für Students t-Test und Welchs t-test wird der Lageparameter mit mittlerer Differenz angegeben; für den Mann-Whitney-Test wird der Lageparameter durch die Hodges-Lehmann-Schätzung angegeben.
es: Para el contraste t de Student y el contraste t de Welch, el parámetro de posición viene dado por la diferencia de medias; para el contraste de Mann-Whitney, el parámetro de posición viene dado por la estimación de Hodges-Lehmann.
eu: Student-en t-testerako eta Welch-en t-testerako, kokapen-parametroa batez bestekoen diferentziak ematen du; Mann-Whitney testerako, kokapen-parametroa Hodges-Lehmann estimazioak ematen du.
gl: Para a proba t de Student e a proba t de Welch, o parámetro de posición ven dado pola diferenza de medias; para a proba de Mann-Whitney, o parámetro de posición ven dado pola estimación de Hodges-Lehmann.
pt: Para o teste t de Student e o teste t de Welch, o parâmetro de localização é dado pela diferença média; para o teste de Mann-Whitney, o parâmetro de localização é dado pela estimativa de Hodges-Lehmann.
sr: За Студентов t-тест и Welch's t-тест, параметар локације је дат средњом разликом; за Mann-Whitney тест, параметар локације је дат Hodges-Lehmann проценом.

# TTestIndependentSamples|
source: Confidence interval for the location parameter. By default, the confidence interval is set to 95%. This can be changed into the desired percentage.
de: Konfidenzintervall für den Lageparameter. Standardmäßig wird das Konfidenzintervall auf 95% eingestellt. Dies kann auf den gewünschten Prozentsatz geändert werden.
es: Intervalo de confianza para el parámetro de posición. Por defecto, el intervalo de confianza se establece en 95%. Esto se puede cambiar al porcentaje deseado.
eu: Konfiantza-tartea kokapen-parametroarentzat. Berez, konfiantza-tartea % 95ean ezarrita dago. Hau nahi den ehunekoan alda daiteke.
gl: Intervalo de confianza para o parámetro de posición. Por defecto, o intervalo de confianza establécese no 95%. Isto pódese trocar á porcentaxe desexada.
pt: Intervalo de confiança para o parâmetro de localização. Por padrão, o intervalo de confiança é definido em 95 %. Isso pode ser alterado para a porcentagem desejada.
sr: Интервал поверења за параметар локације. Подразумевано, интервал поверења је постављен на 95%. Ово може бити промењено у жељени проценат.

# TTestIndependentSamples|
source: For the Student t-test and Welch t-test, the effect size can be selected below; for the Mann-Whitney test, the effect size is given by the rank biserial correlation.
de: Für Students t-Test und Welchs t-Test kann unten die Effektstärke gewählt werden; für den Mann-Whitney-Test wird die Effektgröße durch die rangbiseriale Korrelation angegeben.
es: Para el contraste t de Student y el contraste t de Welch, la magnitud del efecto se puede seleccionar abajo; para el contraste de Mann-Whitney, la magnitud del efecto viene dada por la correlación biserial de rangos.
eu: Student-en t-testerako eta Welch-en t-testerako, efektuaren tamaina behean hauta daiteke; Mann-Whitney probarako, efektuaren tamaina mailaren korrelazio biserialak ematen du.
gl: Para a proba t de Student e a proba t de Welch, a magnitude do efecto pódese seleccionar abaixo; para a proba de Mann-Whitney, a magnitude do efecto ven dada pola correlación biserial de rangos.
pt: Para o teste t de Student e o teste t de Welch, o tamanho de efeito pode ser selecionado abaixo; para o teste de Mann-Whitney, o tamanho de efeito é dado pela correlação ranque bisserial.
sr: За Студентов t-тест и Welch t-тест, величина ефекта може бити изабрана испод; за Mann-Whitney тест, величина ефекта је дата рангираном бисеријалном корелацијом.

# TTestIndependentSamples|
source: For the Student's t-test, uses the pooled standard deviation to standardize the mean difference. For the Welch's t-test, uses the square-root of the average variance to standardize the mean difference.
de: Für den Students t-Test wird die zusammengelegte Standardabweichung zur Standardisierung der Mittelwertdifferenz verwendet. Beim Welchs t-Test wird die Quadratwurzel der durchschnittlichen Varianz zur Standardisierung der Mittelwertdifferenz verwendet.
es: Para el contraste t de Student, se usa la desviación típica combinada para tipificar la diferencia de medias. Para el contraste t de Welch, se usa la raíz cuadrada de la varianza media para tipificar la diferencia de medias.
eu: Student-en t probarako, desbideratze estandar metatua erabiltzen du batez besteko diferentzia estandarizatzeko. Welch-en t probarako, batez besteko bariantzaren erro karratua erabiltzen du batez besteko diferentzia estandarizatzeko.
gl: Para a proba t de Student, se usa o desvío padrón combinado para tipificar a diferenza de medias. Para a proba t de Welch, se usa a raíz cadrada da varianza media para tipificar a diferenza de medias.
pt: Para o teste t de Student, o desvio padrão combinado é utilizado para padronizar a diferença média. Para o teste t de Welch, a raiz quadrada da variância é utilizada para padronizar a diferença média.
sr: За Студентов t-тест, користи спојену стандардну девијацију за стандардизацију средњe разлике. За Welch's t-тест, користи квадратни корен просечне варијансе за стандардизацију средњe разлике.

# TTestIndependentSamples|
source: Uses the standard deviation of group 2 to standardize the mean difference. In order to change which group is used as group 2, you can change the order of the levels by clicking on the name of the grouping variable in the data window, click on one of the levels and then click the arrow buttons to switch the order.
de: Verwendet die Standardabweichung von Gruppe 2 zur Standardisierung der mittleren Differenz. Um zu ändern, welche Gruppe als Gruppe 2 verwendet wird, können Sie die Reihenfolge der Stufen ändern, indem Sie auf den Namen der gruppierenden Variablen im Datenfenster klicken, eine der Stufen anklicken und dann auf die Pfeilschaltflächen klicken, um die Reihenfolge zu ändern.
es: Utiliza la desviación típica del grupo 2 para tipificar la diferencia de medias. Para cambiar el grupo que se usa como grupo 2, se puede modificar el orden de los niveles haciendo clic en el nombre de la variable de agrupación en la ventana de datos; haga clic en uno de los niveles y luego haga clic en los botones de flecha para cambiar el orden.
eu: 2. taldearen desbideratze estandarra erabiltzen du batez besteko diferentzia estandarizatzeko. Zein talde erabiltzen den 2. talde gisa aldatzeko, mailen ordena alda dezakezu datu-leihoko taldekatze-aldagaiaren izenean klik eginez, maila batean klik eginez eta gero gezi-botoietan klik eginez ordena aldatzeko.
gl: Utiliza o desvío padrón do grupo 2 para tipificar a diferenza de medias. Para trocar o grupo que se usa como grupo 2, podes modificar a orde dos niveis facendo clic no nome da variable de agrupamento na xanela de datos; fai clic nun dos niveis e logo fai clic nos botóns de frecha para trocar a orde.
pt: Utiliza o desvio padrão do grupo 2 para padronizar a diferença média. Para alterar qual grupo será usado como grupo 2, você pode alterar a ordem dos níveis clicando no nome da variável de agrupamento na janela de dados, clicando em um dos níveis e, em seguida, clicando nas setas para alternar a ordem.
sr: Користи стандардну девијацију групе 2 за стандардизацију средњe разлике. Да бисте променили која група се користи као група 2, можете променити редослед нивоа кликом на назив групне варијабле у прозору са подацима, кликом на један од нивоа и затим кликом на стрелице за промену редоследа.

# TTestIndependentSamples|
source: Applies a correction factor to Cohen's d to make it unbiased.
de: Anwendung eines Korrekturfaktors auf Cohens d, um es unverzerrt zu machen.
es: Aplica un factor de corrección al d de Cohen para hacerlo insesgado.
eu: Cohen-en d-ri zuzenketa-faktore bat aplikatzen dio alboragabea izan dadin.
gl: Aplica un factor de corrección ao d de Cohen para facelo non nesgado.
pt: Aplica um fator de correção ao d de Cohen para torná-lo imparcial.
sr: Примењује фактор корекције на Cohen's d да би га учинио непристрасним.

# TTestIndependentSamples|
source: Sample size, sample mean, sample standard deviation, standard error of the mean for each group.
de: Stichprobenumfang, Stichprobenmittelwert, Stichprobenstandardabweichung, Standardfehler des Mittelwerts für jede Gruppe.
es: Tamaño muestral, media muestral, desviación típica muestral, error típico de la media de cada grupo.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra, talde bakoitzerako batez bestekoaren errore estandarra.
gl: Tamaño mostral, media mostral, desvío padrón mostral, erro padrón da media de cada grupo.
pt: Tamanho de amostra, média amostral, desvio padrão amostral e erro padrão da media para cada grupo.
sr: Величина узорка, средњa вредност узорка, стандардна девијација узорка, стандардна грешка средње вредности за сваку групу.

# TTestIndependentSamples|
source: Two-sided alternative hypothesis that the population means are not equal. Selected by default.
de: Zweiseitige Alternativhypothese, dass die Grundgesamtheits-Mittelwerte nicht gleich sind. Standardmäßig ausgewählt.
es: Hipótesis alternativa bilateral de que las medias poblacionales no son iguales. Seleccionada por defecto.
eu: Populazioaren batez bestekoak ez direla berdinak dioen bi aldeetako hipotesi alternatiboa. Lehenespenez hautatuta.
gl: Hipótese alternativa bilateral de que as medias poboacionais non son iguais. Seleccionada por defecto.
pt: Hipótese alternativa bilateral de que as médias populacionais não são iguais. Selecionada por padrão.
sr: Двострана алтернативна хипотеза да средње вредности популација нису једнаке. Изабрано подразумевано.

# TTestIndependentSamples|
source: One-sided alternative hypothesis that the population mean of Group 1 is larger than the population mean of Group 2.
de: Einseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert von Gruppe 1 größer ist als der Grundgesamtheits-Mittelwert von Gruppe 2.
es: Hipótesis alternativa unilateral de que la media poblacional del Grupo 1 es mayor que la media poblacional del Grupo 2.
eu: 1. Taldeko populazio-batez bestekoa 2. Taldeko populazio-batez bestekoa baino handiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a media poboacional do Grupo 1 é maior que a media poboacional do Grupo 2.
pt: Hipótese alternativa unilateral de que a média populacional do Grupo 1 é maior do que a média populacional do Grupo 2.
sr: Једнострана алтернативна хипотеза да је средња вредност популације Групе 1 већа од средње вредности популације Групе 2.

# TTestIndependentSamples|
source: One-sided alternative hypothesis that the population mean of Group 1 is smaller than the population mean of Group 2.
de: Einseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert von Gruppe 1 kleiner ist als der Grundgesamtheits-Mittelwert von Gruppe 2.
es: Hipótesis alternativa unilateral de que la media poblacional del Grupo 1 es menor que la media poblacional del Grupo 2.
eu: 1. Taldeko populazio-batez bestekoa 2. Taldeko populazio-batez bestekoa baino txikiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a media poboacional do Grupo 1 é menor que a media poboacional do Grupo 2.
pt: Hipótese alternativa unilateral de que a média populacional do Grupo 1 é menor do que a média populacional do Grupo 2.
sr: Једнострана алтернативна хипотеза да је средња вредност популације Групе 1 мања од средње вредности популације Групе 2.
