Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestBayesianPairedSamples|
source: In this box the variables are selected for which the difference is computed. Multiple differences can be analysed at the same time by specifying different rows with two variables for which the difference is computed. In other words, each row represents other difference scores.
es: En este recuadro se seleccionan las variables para las que se calcula la diferencia. Se pueden analizar múltiples diferencias al mismo tiempo, especificando diferentes filas con dos variables para las que se calcula la diferencia. En otras palabras, cada fila representa puntuaciones de diferencias.
gl: Nesta caixiña selecciónanse as variables para as que se calcula a diferenza. Pódense analizar múltiples diferenzas a un tempo, especificando diferentes filas con dúas variables para as que se calcula a diferenza. Noutras palabras, cada fila representa puntuacións de diferenzas.

# TTestBayesianPairedSamples|
source: One sided alternative hypothesis that the population mean of the difference is smaller than 0.
es: Hipótesis alternativa unilateral de que la media poblacional de la diferencia es menor que 0.
gl: Hipótese alternativa unilateral de que a media poboacional da diferenza é menor que 0.

# TTestBayesianPairedSamples|
source: Displays the prior and posterior distribution of the effect size after the data is seen.
es: Muestra las distribuciones previa y posterior de la magnitud del efecto después de que se vean los datos.
gl: Amosa as distribucións previa e posterior da magnitude do efecto despois de que se vexan os datos.

# TTestBayesianPairedSamples|
source: Displays the Bayes factor accross different values of cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
es: Presenta el factor de Bayes entre diferentes valores del ancho previo de Cauchy. La escala de la previa de Cauchy se varía entre 0 y 1.5, creando progresivamente previas menos informativas.
gl: Presenta o factor de Bayes ao través de diferentes valores do ancho previo de Cauchy. A escala da previa de Cauchy varíase entre 0 e 1.5, creando progresivamente previas menos informativas.

# TTestBayesianPairedSamples|
source: Display central credible intervals. A credible interval shows the probability that the true effect size lies within certain values. The default credible interval is set at 95%.
es: Presentar los intervalos de credibilidad centrales. Un intervalo creíble muestra la probabilidad de que la magnitud verdadera del efecto esté entre determinados valores. El intervalo creíble predeterminado se establece en el 95%.
gl: Presentar os intervalos de credibilidade centrais. Un intervalo crible amosa a probabilidade de que a magnitude verdadeira do efecto estea entre determinados valores. O intervalo crible predeterminado establécese no 95%.

# TTestBayesianPairedSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable and the y-axis the grouping variable.
es: Cambia la orientación del gráfico de tipo nube con lluvia de modo que el eje X representa la variable dependiente, y el eje Y la variable de agrupación.
gl: Troca a orientación da gráfica de nube chovendo de xeito que o eixe X representa a variable dependente, e o eixe Y a variable de agrupamento.

# TTestIndependentSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable and the y-axis the grouping variable.
es: Cambia la orientación del gráfico de tipo nube con lluvia de modo que el eje X representa la variable dependiente, y el eje Y la variable de agrupación.
gl: Troca a orientación da gráfica de nube chovendo de xeito que o eixe X representa a variable dependente, e o eixe Y a variable de agrupamento.

# TTestOneSample|
source: The student's t-test. This options is selected by default.
es: El contraste t de Student. Esta opción se selecciona por defecto.
gl: A proba t de Student. Esta opción selecciónase por defecto.

# TTestOneSample|
source: Wilcoxon signed-rank test. Use when data is not normally distributed.
es: Contraste de rangos con signo de Wilcoxon. Utilizar cuando los datos no tienen distribución Normal.
gl: Proba de rangos con signo de Wilcoxon. Utilizar cando os datos non teñen distribución Normal.

# TTestOneSample|
source: The Z test. Use for testing whether two population means are different. The test value is set to 0 by default and the standard deviation is set to 1
es: El contraste Z. Utilizar para comprobar si son diferentes dos medias poblacionales. Por defecto, el valor de prueba se establece en 0 y la desviación típica en 1
gl: A proba Z. Utilizar para comprobar se son diferentes dúas medias poboacionais. Por defecto, o valor de proba establécese en 0 e o desvío padrón en 1

# TTestOneSample|
source: Average difference between the data points and the test value. For the Student's t-test and the Z test the location difference estimate is given by mean difference divided by the (hypothesized) standard deviation d; for the Wilcoxon signed-rank test, the location difference estimate is given by the Hodges-Lehmann estimate.
es: Diferencia media entre los puntos de datos y el valor de contraste. Para los contrastes t de Student y Z, la estimación de la diferencia de posición está dada por la diferencia media dividida por la (hipotética) desviación típica d; para el contraste de rangos con signos de Wilcoxon , la estimación de la diferencia de posición está dada por la estimación de Hodges-Lehmann.
gl: Diferenza media entre os puntos de datos e o valor de proba. Para as probas t de Student e Z, a estimación da diferenza de posición ven dada pola diferenza media dividida polo (hipotético) desvío padrón d; para a proba de rangos con signos de Wilcoxon , a estimación da diferenza de posición ven dada pola estimación de Hodges-Lehmann.

# TTestOneSample|
source: Shows the maximum ratio of the lieklihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es casi 2.46 veces más probable que ocurra bajo H1 que bajo H0
gl: Amosa a proporción máxima da verosimilitude do valor p obtido baixo H1 fronte á verosimilitude do valor p obtido baixo H0. Por exemplo, se o valor p bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor p é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0

# TTestOneSample|
source: Displays the sample mean and the confidence interval. The CI is set at 95% by default and can be changed.
es: Presenta la media muestral y el intervalo de confianza. El IC se establece en 95% por defecto, y puede modificarse.
gl: Presenta a media mostral e o intervalo de confianza. O IC establécese no 95% por defecto, e pode modificarse.

# TTestOneSample|
source: Displays the individual cases, box plot, and density.
es: Presenta los casos individuales, el gráfico de caja y la densidad.
gl: Presenta os casos individuais, a gráfica de caixa e a densidade.

# TTestOneSample|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable
es: Cambia la orientación del gráfico de tipo nube con lluvia de modo que el eje X representa la variable dependiente
gl: Troca a orientación da gráfica de nube chovendo de xeito que o eixe X representa a variable dependente

# TTestPairedSamples|
source: Student's paired sample t-test.This option is selected by default
es: Contraste t de Student para muestras emparejadas. Esta opción se selecciona por defecto
gl: Proba t de Student para mostras emparelladas. Esta opción selecciónase por defecto

# TTestPairedSamples|
source: Non-parametric version of paired samples t-test. Use when data is not normally distributed.
es: Versión no paramétrica del contraste t para muestras emparejadas. Utilizar cuando los datos no tienen distribución Normal.
gl: Versión non paramétrica da proba t para mostras emparelladas. Utilizar cando os datos non teñen distribución Normal.

# TTestPairedSamples|
source: For the Student's t-test the location parameter is given by mean difference d; for the Wilcoxon signed-rank test, the location parameter is given by the Hodges-Lehmann estimate.
es: Para el contrastes t de Student, el parámetro de posición está dado por la diferencia media d; para el contraste de rangos con signos de Wilcoxon , el parámetro de posición está dado por la estimación de Hodges-Lehmann.
gl: Para a proba t de Student, o parámetro de posición ven dado pola diferenza media d; para a proba de rangos con signos de Wilcoxon , o parámetro de posición ven dado pola estimación de Hodges-Lehmann.

# TTestPairedSamples|
source: Shows the maximum ratio of the lieklihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es casi 2.46 veces más probable que ocurra bajo H1 que bajo H0.
gl: Amosa a proporción máxima da verosimilitude do valor p obtido baixo H1 fronte á verosimilitude do valor p obtido baixo H0. Por exemplo, se o valor p bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor p é case 2.46 veces máis probable que ocorra baixo H1 que baixo H0.

# TTestPairedSamples|
source: One-sided alternative hypothesis that the population mean of the difference is larger than 0.
es: Hipótesis alternativa unilateral de que la media poblacional de la diferencia es mayor que 0.
gl: Hipótese alternativa unilateral de que a media poboacional da diferenza é maior que 0.

# TTestPairedSamples|
source: One sided alternative hypothesis that the population mean of the difference is smaller than 0.
es: Hipótesis alternativa unilateral de que la media poblacional de la diferencia es menor que 0.
gl: Hipótese alternativa unilateral de que a media poboacional da diferenza é menor que 0.

# TTestPairedSamples|
source: Displays the individual cases (colored dots), box plots, and densities for each measure.
es: Presenta los casos individuales (puntos coloreados), gráficos de caja y densidades para cada medida.
gl: Presenta os casos individuais (puntos con cor), gráficas de caixa e densidades para cada medida.

# TTestPairedSamples|
source: Changes the orientation of the raincloud difference plot so that the x-axis represents the dependent variable and the y-axis the difference between measures.
es: Cambia la orientación del gráfico de las diferencias de tipo nube con lluvia de modo que el eje X representa la variable dependiente, y el eje Y la diferencia entre medidas.
gl: Troca a orientación da gráfica das diferenzas de nube chovendo de xeito que o eixe X representa a variable dependente, e o eixe Y a diferenza entre medidas.

# TTestPairedSamples|
source: In case of multiple T-tests within a single analysis, each test will be conducted using all cases with valid data for the difference score for the particular t-test. Sample sizes may therefore vary across the tests. This option is selected by default.
es: En caso de múltiples contrastes t en un único análisis, cada contraste se va a realizar usando todos los casos con datos válidos para la puntuación de la diferencia para el contraste t concreto. Por eso los tamaños de las muestras pueden variar entre los contrastes. Esta opción se selecciona por defecto.
gl: No caso de múltiples probas t nunha única análise, cada proba vaise realizar usando tódolos casos con datos válidos para a puntuación da diferenza para a proba t concreta. Por iso os tamaños das mostras poden variar entre as probas. Esta opción selecciónase por defecto.

# TTestBayesianOneSample|
source: Student
sr: Студент

# TTestBayesianPairedSamples|
source: Student
sr: Студент

# TTestIndependentSamples|
source: Student
sr: Студент

# TTestPairedSamples|
source: Student
sr: Студент

# TTestIndependentSamples|
source: Brown-Forsythe
sr: Браун-Форсајт
