Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestIndependentSamples|
source: Shapiro-Wilk test of normality.
de: Shapiro-Wilk-Test auf Normalverteilung.
es: Contraste de Normalidad de Shapiro-Wilk.
eu: Shapiro-Wilk normaltasun-proba.
gl: Proba de Normalidade de Shapiro-Wilk.
pt: Teste de normalidade de Shapiro-Wilk.
sr: Shapiro-Wilk тест нормалности.

# TTestIndependentSamples|
source: Displays Q-Q plot of the standardized residuals.
es: Muestra el gráfico Q-Q de los errores tipificados.
eu: Hondakin estandarizatuen Q-Q grafikoa erakusten du.
gl: Amosa a gráfica Q-Q dos erros tipificados.
pt: Exibe o gráfico Q-Q dos resíduos padronizados.

# TTestIndependentSamples|
source: Displays the individual cases (colored dots), box plots, and densities for each group.
de: Zeigt die einzelnen Fälle (farbige Punkte), Box-Plots und Dichten für jede Gruppe.
es: Muestra los casos individuales (puntos coloreados), gráficos de caja y densidades para cada grupo.
eu: Talde bakoitzaren kasu indibidualak (koloretako puntuak), kaxa-diagramak eta dentsitateak erakusten ditu.
gl: Presenta os casos individuais (puntos con cor), gráficas de caixa e densidades para cada grupo.
pt: Exibe os casos individuais (pontos coloridos), diagramas de caixa e densidades para cada grupo.
sr: Приказује појединачне случајеве (обојене тачке), кутијасте дијаграме и густине за сваку групу.

# TTestIndependentSamples|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the tests.
de: Bei mehreren t-Tests innerhalb einer einzelnen Analyse wird jeder t-Test nur mit Fällen durchgeführt, die gültige Daten für alle abhängigen Variablen aufweisen. Der Stichprobenumfang ist daher über die Tests konstant.
es: En caso de múltiples contrastes t dentro de un único análisis, cada contraste t se va a hacer utilizando solo casos con datos válidos para todas las variables dependientes. Así, el tamaño muestral es constante entre los contrastes.
eu: Analisia bakarrean t-proba anitz daudenean, t-proba bakoitza aldagai mendeko guztientzat datu baliodunak dituzten kasuak soilik erabiliz egingo da. Beraz, laginaren tamaina konstantea da probetan zehar.
gl: No caso de múltiples probas t dentro dunha única análise, cada proba t vaise facer utilizando só casos con datos válidos para tódalas variables dependentes. Así, o tamaño mostral é constante entre as probas.
pt: No caso de testes t múltiplos em uma única análise, cada teste t será conduzido usando apenas casos com dados válidos para todas as variáveis dependentes. O tamanho de amostra é, portanto, constante ao longo de todos os testes.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки t-тест ће бити спроведен користећи само случајеве са важећим подацима за све зависне варијабле. Стога је величина узорка константна кроз тестове.

# TTestBayesianIndependentSamples|
source: The Bayesian independent samples t-test allows the user to estimate the effect size and test the null hypothesis that the population means of two independent groups are equal.
de: Der Bayessche t-Test für unabhängige Stichproben ermöglicht es dem Benutzer, die Effektstärke zu schätzen und die Nullhypothese zu testen, dass die Mittelwerte der Grundgesamtheit von zwei unabhängigen Gruppen gleich sind.
es: El contraste t bayesiano para muestras independientes permite al usuario estimar la magnitud del efecto, y probar la hipótesis nula de que son iguales las medias poblacionales de los dos grupos independientes.
eu: Lagin independenteen Bayesiar t-probak erabiltzaileari efektuaren tamaina kalkulatzeko eta bi talde independenteen populazio-batez bestekoak berdinak direla dioen hipotesi nulua probatzeko aukera ematen dio.
gl: A proba t baiesiana para mostras independentes permite ao usuario estimar a magnitude do efecto, e probar a hipótese nula de que son iguais as medias poboacionais dos dous grupos independentes.
pt: O teste t de amostras independentes Bayesianas permite ao usuário estimar o tamanho do efeito e testar a hipótese nula de que as médias populacionais de dois grupos independentes são iguais.
sr: Бејзов t-тест независних узорака омогућава кориснику да процени величину ефекта и тестира нулту хипотезу да су средње вредности популација две независне групе једнаке.

# TTestBayesianIndependentSamples|
source: In this box the dependent variable is selected.
de: In diesem Feld wird die abhängige Variable ausgewählt.
es: En este cuadradito se elije la variable dependiente.
eu: Koadro honetan aldagai mendekoa hautatzen da.
gl: Nesta caixiña elíxese a variable dependente.
pt: Nesta caixa a variável dependente é selecionada.
sr: У овом пољу се бира зависна варијабла.

# TTestBayesianIndependentSamples|
source: In this box the variable defining the groups is selected.
de: In diesem Feld wird die Variable zur Bestimmung der Gruppen ausgewählt.
es: En este cuadradito se elije la variable que define los grupos.
eu: Koadro honetan taldeak definitzen dituen aldagaia hautatzen da.
gl: Nesta caixiña elíxese a variable que define os grupos.
pt: Nesta caixa é selecionada a variável que define os grupos.
sr: У овом пољу се бира променљива која дефинише групе.

# TTestBayesianIndependentSamples|
source: One-sided alternative hypothesis that the population mean of group one is larger than the population mean of group two.
de: Einseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert von Gruppe 1 größer ist als der Grundgesamtheits-Mittelwert von Gruppe 2.
es: Hipótesis alternativa unilateral de que la media poblacional del grupo 1 es mayor que la media poblacional del grupo 2.
eu: Alde bakarreko hipotesi alternatiboa, lehen taldearen populazio-batez bestekoa bigarren taldearen populazio-batez bestekoa baino handiagoa dela.
gl: Hipótese alternativa unilateral de que a media poboacional do grupo 1 é maior que a media poboacional do grupo 2.
pt: Hipótese alternative Unilateral de que a média populacional do grupo um é maior do que a média populacional do grupo dois.
sr: Једнострана алтернативна хипотеза да је средња вредност популације групе један већа од средње вредности популације групе два.

# TTestBayesianIndependentSamples|
source: One-sided alternative hypothesis that the population mean of group one is smaller than the population mean of group two.
de: Einseitige Alternativhypothese, dass der Grundgesamtheits-Mittelwert von Gruppe 1 kleiner ist als der Grundgesamtheits-Mittelwert von Gruppe 2.
es: Hipótesis alternativa unilateral de que la media poblacional del grupo 1 es menor que la media poblacional del grupo 2.
eu: Alde bakarreko hipotesi alternatiboa, lehen taldearen populazio-batez bestekoa bigarren taldearen populazio-batez bestekoa baino txikiagoa dela.
gl: Hipótese alternativa unilateral de que a media poboacional do grupo 1 é menor que a media poboacional do grupo 2.
pt: Hipótese alternative Unilateral de que a média populacional do grupo um é menor do que a média populacional do grupo dois.
sr: Једнострана алтернативна хипотеза да је средња вредност популације групе један мања од средње вредности популације групе два.

# TTestBayesianIndependentSamples|
source: Displays the prior and posterior distribution of the effect size after the data is seen.
de: Zeigt die Prior- und Posterior-Verteilung der Effektstärke an, nachdem die Daten gesehen wurden.
es: Muestra las distribuciones previa y posterior de la magnitud del efecto después de que se vean los datos.
eu: Efektuaren tamainaren aurreko eta ondorengo banaketa erakusten ditu datuak ikusi ondoren.
gl: Amosa as distribucións previa e posterior da magnitude do efecto despois de que se vexan os datos.
pt: Exibe a distribuição anterior e posterior do tamanho de efeito depois que os dados são vistos.
sr: Приказује претходну и задњу расподелу величине ефекта након прикупљања података.

# TTestBayesianIndependentSamples|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting how likely the data is under the null vs. alternative hypothesis; adds the median and the 95% credible interval of the posterior distribution of the effect size.
de: Hinzufügen des mit dem benutzerdefinierten Prior berechneten Bayesfaktors; hinzufügen eines Wahrscheinlichkeitskreises zur Anzeige, wie wahrscheinlich die Daten unter der Null- ggü. der Alternativhypothese sind; hinzufügen des Medians und des 95%-Glaubwürdigkeitsintervalls der Posteriorverteilung der Effektstärke.
es: Añade el factor de Bayes calculado con la previa definida por el usuario; añade una ruleta de probabilidad que representa como son de probables los datos bajo la hipótesis nula vs. alternativa; añade la mediana y el intervalo con el 95% de credibilidad de la distribución posterior de la magnitud del efecto.
eu: Erabiltzaileak definitutako aurrekoarekin kalkulatutako Bayes faktorea gehitzen du; probabilitate-gurpil bat gehitzen du, datuak zein litekeen den hipotesi nuluaren eta alternatiboaren pean adierazten duena; efektuaren tamainaren ondorengo banaketaren mediana eta % 95eko sinesgarritasun-tartea gehitzen ditu.
gl: Engade o factor de Bayes calculado coa previa definida polo usuario; engade unha ruleta de probabilidade que representa como son de probables os datos baixo a hipótese nula vs. alternativa; engade a mediana e o intervalo co 95% de credibilidade da distribución posterior da magnitude do efecto.
pt: Adiciona o fator de Bayes calculado com o anterior definido pelo usuário; adiciona uma roda de probabilidade representando a probabilidade dos dados sob a hipótese nula vs. alternativa; adiciona a mediana e o intervalo credível de 95 % da distribuição posterior do tamanho do efeito.
sr: Додаје Бејзов фактор израчунат са кориснички дефинисаном претходном расподелом; додаје графички точак вероватноће који приказује колико су подаци вероватни под нултом наспрам алтернативне хипотезе; додаје медијану и 95% интервал кредибилитета задње расподеле величине ефекта.

# TTestBayesianIndependentSamples|
source: Displays the individual cases (colored dots), box plots, and densities for each group.
de: Zeigt die einzelnen Fälle (farbige Punkte), Box-Plots und Dichten für jede Gruppe.
es: Presenta los casos individuales (puntos coloreados), gráficos de caja y densidades para cada grupo.
eu: Talde bakoitzerako kasu indibidualak (koloretako puntuak), kaxa-diagramak eta dentsitateak erakusten ditu.
gl: Presenta os casos individuais (puntos con cor), gráficas de caixa e densidades para cada grupo.
pt: Exibe os casos individuais (pontos coloridos), diagramas de caixa e densidades para cada grupo.
sr: Приказује појединачне случајеве (обојене тачке), кутијасте дијаграме и густине за сваку групу.

# TTestBayesianIndependentSamples|
source: Student's t-test. This option is selected by default.
de: Der t-Test nach Student. Diese Option ist standardmäßig ausgewählt.
es: Contraste t de Student. Esta opción se selecciona por defecto.
eu: Student-en t-testa. Aukera hau lehenespenez hautatzen da.
gl: Proba t de Student. Esta opción selecciónase por defecto.
pt: Teste t de Student. Essa opção é selecionada por padrão.
sr: Студентов t-тест. Ова опција је изабрана као подразумевано.

# TTestBayesianIndependentSamples|
source: Mann-Whitney test. Use when data is not normally distributed. The number of MCMC samples is set at 1000 by default and can be adjusted
de: Mann-Whitney-Test. Verwendung bei nicht normalverteilten Daten. Die Anzahl der MCMC-Stichproben wird standardmäßig auf 1000 gesetzt und kann angepasst werden
es: Contraste de Mann-Whitney. Utilizar cuando los datos no tienen distribución Normal. El número de muestras MCMC se establece en 1000 por defecto, y puede modificarse
eu: Mann-Whitney testa. Datuak normalean banatzen ez direnean erabili. MCMC laginen kopurua 1000ean ezarrita dago lehenespenez eta doi daiteke
gl: Proba de Mann-Whitney. Utilizar cando os datos non teñen distribución Normal. O número de mostras MCMC establécese en 1000 por defecto, e pode modificarse
pt: Teste de Mann-Whitney. Usar quando os dados não estão distribuídos de forma normal. O número de amostras MCMC é definida como 1000 por padrão e pode ser ajustada
sr: Mann-Whitney тест. Користи се када подаци нису нормално распоређени. Број MCMC узорака је подразумевано постављен на 1000 и може се прилагодити

# TTestBayesianIndependentSamples|
source: In case of multiple t-tests within a single analysis, each test will be conducted using all cases with valid data for the dependent variable for the particular t-test. Sample sizes may therefore vary across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzigen Analyse wird jeder Test mit allen gültigen Falldaten der abhängigen Variable des jeweiligen t-Tests durchgeführt. Die Stichprobenumfänge können deswegen zwischen den verschiedenen t-Tests variieren.
es: En caso de múltiples contrastes t en un único análisis, cada contraste se va a realizar usando todos los casos con datos válidos para la variable dependiente en cada contraste t concreto. Por eso los tamaños de las muestras pueden variar entre los diversos contrastes t.
eu: Analisi bakarrean t-test anitz daudenean, test bakoitza t-test jakin baterako mendeko aldagaiarentzat datu baliozkoak dituzten kasu guztiak erabiliz egingo da. Beraz, laginen tamaina alda daiteke t-test anitzetan.
gl: No caso de múltiples probas t nunha única análise, cada proba vaise realizar usando tódolos casos con datos válidos para a variable dependente en cada proba t concreta. Por iso os tamaños das mostras poden variar entre as diversas probas t.
pt: No caso de múltiplos testes t em uma única análise, cada teste será conduzido utilizando todos os casos com dados válidos para a variável dependente para cada teste t em particular. Os tamanhos de amostra podem, desta forma, variar ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки тест ће бити спроведен користећи све случајеве са важећим подацима за зависну променљиву за одређени t-тест. Величине узорака стога могу варирати између вишеструких t-тестова.

# TTestBayesianIndependentSamples|
source: Descriptives: Sample size, sample mean, sample standard deviation, and standard error of the mean for each group.
de: Deskriptiv: Stichprobenumfang, Stichprobenmittelwert, Stichprobenstandardabweichung, und Standardfehler des Mittelwerts für jede Gruppe.
es: Descriptivos: Tamaño muestral, media muestral, desviación típica muestral, y error típico de la media para cada grupo.
eu: Deskribapenak: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra eta batez bestekoaren errore estandarra talde bakoitzerako.
gl: Descritivos: Tamaño mostral, media mostral, desvío padrón mostral, e erro padrón da media para cada grupo.
pt: Descritivos: Tamanho de amostra, média amostral, desvio padrão amostras e o erro padrão da média para cada grupo.
sr: Дескриптиви: величина узорка, средњa вредност узорка, стандардна девијација узорка и стандардна грешка средње вредности за сваку групу.

# TTestBayesianOneSample|
source: Input
de: Eingabe
es: Entrada
eu: Sarrera
gl: Entrada
pt: Entrada
sr: Унос

# TTestBayesianOneSample|
source: In this box the dependent variable is selected.
de: In diesem Feld wird die abhängige Variable ausgewählt.
es: En este cuadradito se elije la variable dependiente.
eu: Kutxa honetan mendeko aldagaia hautatzen da.
gl: Nesta caixiña elíxese a variable dependente.
pt: Nesta caixa a variável dependente é selecionada.
sr: У овом пољу се бира зависна варијабла.

# TTestBayesianOneSample|
source: Displays the prior and posterior distribution of the effect size after the data is seen.
de: Zeigt die Prior- und Posterior-Verteilung der Effektstärke an, nachdem die Daten gesehen wurden.
es: Muestra las distribuciones previa y posterior de la magnitud del efecto después de que se vean los datos.
eu: Efektuaren tamainaren aurreko eta ondorengo banaketa erakusten du datuak ikusi ondoren.
gl: Amosa as distribucións previa e posterior da magnitude do efecto despois de que se vexan os datos.
pt: Exibe a distribuição anterior e posterior do tamanho de efeito após a os dados serem vistos.
sr: Приказује претходну и задњу расподелу величине ефекта након прикупљања података.

# TTestBayesianOneSample|
source: Displays the development of the Bayes factor as the data come in using the user-defined prior.
de: Zeigt den Verlauf des Bayesfaktors mit den eintreffenden Daten, mit dem benutzerdefinierten Prior.
es: Presenta el desarrollo del factor de Bayes a medida que los datos pasan a usar la previa definida por el usuario.
eu: Efektuaren tamainaren aurreko eta ondorengo banaketa erakusten du datuak ikusi ondoren.
gl: Presenta o desenvolvemento do factor de Bayes a medida que os datos pasan a usar a previa definida polo usuario.
pt: Exibe o desenvolvimento do fator de Bayes à medida que os dados chegam usando o anterior definido pelo usuário.
sr: Приказује развој Бејзовог фактора како подаци долазе користећи кориснички дефинисану претходну расподелу.

# TTestBayesianOneSample|
source: Adds the results of the sequential analysis using the wide (scale=1) and ultrawide prior (scale=sqrt(2)).
de: Hinzufügen der Ergebnisse der sequentiellen Analyse mit dem breiten (Skalenparameter=1) und ultrabreiten Prior (Skalenparameter=sqrt(2)).
es: Añade los resultados del análisis secuencial usando el ancho (escala=1) y ultra-ancho (escala=raíz(2)) previos.
eu: Analisi sekuentzialaren emaitzak gehitzen ditu aurreko zabala (eskala=1) eta ultrazabala (eskala=sqrt(2)) erabiliz.
gl: Engade os resultados da análise secuencial usando o ancho (escala=1) e ultra-ancho (escala=raíz(2)) previos.
pt: Adiciona os resultados da análise sequencial usando o anterior amplo (escala=1) e ultra-amplo (escala=sqrt(2)).
sr: Додаје резултате секвенцијалне анализе користећи широку (скала=1) и ултрашироку претходну расподелу (скала=sqrt(2)).

# TTestBayesianOneSample|
source: Displays the individual cases (colored dots), box plots, and densities for each group.
de: Zeigt die einzelnen Fälle (farbige Punkte), Box-Plots und Dichten für jede Gruppe.
es: Presenta los casos individuales (puntos coloreados), gráficos de caja y densidades para cada grupo.
eu: Talde bakoitzaren kasu indibidualak (koloretako puntuak), kaxa-diagramak eta dentsitateak erakusten ditu.
gl: Presenta os casos individuais (puntos con cor), gráficas de caixa e densidades para cada grupo.
pt: Exibe os casos individuais (pontos coloridos), diagramas de caixa e densidades para cada grupo.
sr: Приказује појединачне случајеве (обојене тачке), кутијасте дијаграме и густине за сваку групу.

# TTestBayesianOneSample|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable.
de: Ändert die Orientierung des Regenwolkendiagramms, sodass die x-Achse die abhängige Variable darstellt.
es: Cambia la orientación del gráfico de tipo nube con lluvia de modo que el eje X representa la variable dependiente.
eu: Euri-hodeien grafikoaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
gl: Troca a orientación da gráfica de nube chovendo de xeito que o eixe X representa a variable dependente.
pt: Altera a orientação do gráfico nuvem de chuva de forma que o eixo x represente a variável dependente.
sr: Мења оријентацију графикона кишног облака тако да x-оса представља зависну варијаблу.

# TTestBayesianOneSample|
source: Two-sided alternative hypothesis that the population mean is not equal to the test value. Selected by default.
de: Zweiseitige alternative Hypothese, dass der Mittelwert der Grundgesamtheit ungleich dem Testwert ist. Standardmäßig ausgewählt.
es: Hipótesis alternativa bilateral de que la media poblacional no es igual al valor de contraste. Seleccionada por defecto.
eu: Bi aldeko hipotesi alternatiboa, populazioaren batez bestekoa ez dela proba-balioaren berdina. Lehenespenez hautatuta.
gl: Hipótese alternativa bilateral de que a media poboacional non é igual ao valor de proba. Seleccionada por defecto.
pt: Hipótese alternativa bilateral de que a média populacional não é igual ao valor de teste. Selecionada por padrão.
sr: Двострана алтернативна хипотеза да средња вредност популације није једнака тест вредности. Постављено као подразумевано .

# TTestBayesianOneSample|
source: One-sided alternative hypothesis that the population mean is larger than the test value.
de: Einseitige Alternativhypothese, dass der Mittelwert der Grundgesamtheit größer als der Testwert ist.
es: Hipótesis alternativa unilateral de que la media poblacional es mayor que el valor de contraste.
eu: Alde bakarreko hipotesi alternatiboa, populazioaren batez bestekoa proba-balioa baino handiagoa dela.
gl: Hipótese alternativa unilateral de que a media poboacional é maior que o valor de proba.
pt: Hipótese alternativa unilateral de que a média da população é maior que o valor do teste.
sr: Једнострана алтернативна хипотеза да је средња вредност популације већа од тест вредности.

# TTestBayesianOneSample|
source: Student's t-test. This option is selected by default.
de: Der t-Test nach Student. Diese Option ist standardmäßig ausgewählt.
es: Contraste t de Student. Esta opción se selecciona por defecto.
eu: Student-en t-proba. Aukera hau lehenespenez hautatzen da.
gl: Proba t de Student. Esta opción selecciónase por defecto.
pt: Teste t de Student. Essa opção é selecionada por padrão.
sr: Студентов t-тест. Ова опција је изабрана као подразумевано.

# TTestBayesianOneSample|
source: Non-parametric version of one-sample t-test. Use when data is not normally distributed. The number of MCMC samples is set at 1000 by default and can be adjusted.
de: Nichtparametrische Version des t-Tests für eine Stichprobe. Verwendung bei nicht normalverteilten Daten. Die Anzahl der MCMC-Stichproben wird standardmäßig auf 1000 gesetzt und kann angepasst werden.
es: Versión no paramétrica del contraste t para una muestra. Utilizar cuando los datos no tienen distribución Normal. El número de muestras MCMC se establece en 1000 por defecto, y puede modificarse.
eu: Lagin parekatuen t-probaren bertsio ez-parametrikoa. Datuak normalean banatzen ez direnean erabili. MCMC laginen kopurua 1000an ezartzen da lehenespenez eta alda daiteke.
gl: Versión non paramétrica da proba t para unha mostra. Utilizar cando os datos non teñen distribución Normal. O número de mostras MCMC establécese en 1000 por defecto, e pode modificarse.
pt: Versão não paramétrica do teste t para uma amostra. Usar quando os dados não estão distribuídos normalmente. O número de amostras MCMC é definida como 1000 e pode ser ajustada.
sr: Не-параметарска верзија t-теста за један узорак. Користи се када подаци нису нормално распоређени. Број MCMC узорака је подразумевано постављен на 1000 и може се прилагодити.

# TTestBayesianOneSample|
source: Descriptives: Sample size, sample mean, sample standard deviation, and standard error of the mean for each group.
de: Deskriptiv: Stichprobenumfang, Stichprobenmittelwert, Stichprobenstandardabweichung, und Standardfehler des Mittelwerts für jede Gruppe.
es: Descriptivos: Tamaño muestral, media muestral, desviación típica muestral, y error típico de la media para cada grupo.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra eta batez bestekoaren errore estandarra talde bakoitzerako.
gl: Descritivos: Tamaño mostral, media mostral, desvío padrón mostral, e erro padrón da media para cada grupo.
pt: Descritivos: Tamanho de amostra, média amostral, desvio padrão amostras e o erro padrão da média para cada grupo.
sr: Дескриптиви: величина узорка, средњa вредност узорка, стандардна девијација узорка и стандардна грешка средње вредности за сваку групу.

# TTestBayesianPairedSamples|
source: Input
de: Eingabe
es: Entrada
eu: Sarrera
gl: Entrada
pt: Entrada
sr: Унос
