Repository: jasp-stats/jaspTTests
Catalog: po/QML-*.po
Languages: de, es, eu, gl, pt, sr

# TTestPairedSamples|
source: The paired samples t-test allows the user to estimate the effect size and test the null hypothesis that the population mean of the difference between observations equals 0 in dependent groups.
de: Der t-Test für abhängige Stichproben erlaubt die Schätzung der Effektstärke und das Testen der Nullhypothese dass der Grundgesamtheits-Mittelwert zwischen Beobachtungs-Differenzen abhängiger Gruppen gleich 0 ist.
es: El contraste t para muestras emparejadas permite al usuario estimar la magnitud del efecto, y comprobar la hipótesis nula de que la media poblacional de la diferencia entre observaciones es igual a 0 en grupos dependientes.
eu: Lagin parekatuen t-probak erabiltzaileari efektuaren tamaina kalkulatzeko eta behaketen arteko aldearen populazio-batez bestekoa 0 dela dioen hipotesi nulua probatzeko aukera ematen dio, mendeko taldeetan.
gl: A proba t para mostras emparelladas permite ao usuario estimar a magnitude do efecto, e comprobar a hipótese nula de que a media poboacional da diferenza entre observacións é igual a 0 en grupos dependentes.
pt: O teste t de amostras pareadas permite ao usuário estimar o tamanho do efeito e testar a hipótese nula de que a média populacional da diferença entre observações é igual a 0 em grupos dependentes.
sr: t-тест за упарене узорке омогућава кориснику да процени величину ефекта и тестира нулту хипотезу да је средња вредност популације разлике између опажања једнака 0 у зависним групама.

# TTestPairedSamples|
source: Assumptions
de: Annahmen
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições
sr: Претпоставке

# TTestPairedSamples|
source: Input
de: Eingabe
es: Entrada
eu: Sarrera
gl: Entrada
pt: Entrada
sr: Унос

# TTestPairedSamples|
source: The variables here have their difference computed. Multiple differences can be analysed at the same time by specifying different rows. In other words, each row represents a difference score.
de: Für die Variablen hier werden deren Differenzen berechnet. Mehrere Differenzen können zugleich analysiert werden, indem unterschiedliche Zeilen angegeben werden. Anders ausgedrückt repräsentiert jede Zeile eine Differenz.
es: Las variables aquí tienen calculada su diferencia. Se pueden analizar múltiples diferencias al mismo tempo, especificando diferentes filas. En otras palabras, cada fila representa una puntuación de diferencias.
eu: Hemen dauden aldagaien aldea kalkulatzen da. Desberdintasun anitz aldi berean azter daitezke errenkada desberdinak zehaztuz. Beste era batera esanda, errenkada bakoitzak alde-puntuazio bat adierazten du.
gl: As variables aquí teñen calculada a súa diferenza. Pódense analizar múltiples diferenzas a un tempo, especificando diferentes filas. Noutras palabras, cada fila representa unha puntuación de diferenzas.
pt: As variáveis aqui têm suas diferenças calculadas. Múltiplas diferenças podem ser analisadas simultaneamente especificando linhas diferentes. Em outras palavras, cada linha representa uma pontuação de diferença.
sr: Овде се за варијабле израчунава њихова разлика. Вишеструке разлике могу се анализирати истовремено одређивањем различитих редова. Другим речима, сваки ред представља резултат разлике.

# TTestPairedSamples|
source: Confidence interval for the location parameter. By default, the confidence interval is set to 95%. This can be changed into the desired percentage.
de: Konfidenzintervall für den Lageparameter. Standardmäßig wird das Konfidenzintervall auf 95% eingestellt. Dies kann auf den gewünschten Prozentsatz geändert werden.
es: Intervalo de confianza para el parámetro de posición. Por defecto, el intervalo de confianza se establece en 95%. Esto se puede cambiar al porcentaje deseado.
eu: Hemen dauden aldagaien aldea kalkulatzen da. Desberdintasun anitz aldi berean azter daitezke errenkada desberdinak zehaztuz. Beste era batera esanda, errenkada bakoitzak alde-puntuazio bat adierazten du.
gl: Intervalo de confianza para o parámetro de posición. Por defecto, o intervalo de confianza establécese no 95%. Isto pódese trocar á porcentaxe desexada.
pt: Intervalo de confiança para o parâmetro de localização. Por padrão, o intervalo de confiança é definido em 95 %. Isso pode ser alterado para a porcentagem desejada.
sr: Интервал поверења за параметар локације. Подразумевано, интервал поверења је постављен на 95%. Ово може бити промењено у жељени проценат.

# TTestPairedSamples|
source: For the Student t-test, the effect size is given by Cohen's d; for the Wilcoxon test, the effect size is given by the matched rank biserial correlation.
de: Beim Studentschen t-Test wird die Effektstärke mit Cohens d angegeben. Beim Wilcoxon-Test wird die Effektstärke mit der entsprechenden rangbiserialen Korrelation angegeben.
es: Para el contraste t de Student, la magnitud del efecto viene dada por la d de Cohen; para el contraste de Wilcoxon, la magnitud del efecto viene dada por la correlación biserial de rangos coincidentes.
eu: Student t-testarentzat, efektuaren tamaina Cohen-en d-k ematen du; Wilcoxon testarentzat, efektuaren tamaina parekatutako mailaren korrelazio biserialak ematen du.
gl: Para a proba t de Student, a magnitude do efecto ven dada pola d de Cohen; para a proba de Wilcoxon, a magnitude do efecto ven dada pola correlación biserial de rangos coincidentes.
pt: Para o teste t de Student, o tamanho de efeito é dado pelo d de Cohen; para o teste de Wilcoxon, o tamanho de efeito é dado pela correlação ranque bisserial correspondente.
sr: За Студент t-тест, величина ефекта је дата Cohen's d; за Wilcoxon тест, величина ефекта је дата упареним рангираним бисеријалним корелацијом.

# TTestPairedSamples|
source: Confidence interval for the effect size.
de: Konfidenzintervall für die Effektstärke.
es: Intervalo de confianza para la magnitud del efecto.
eu: Efektuaren tamainaren konfiantza-tartea.
gl: Intervalo de confianza para a magnitude do efecto.
pt: Intervalo de confiança para o tamanho de efeito.
sr: Интервал поверења за величину ефекта.

# TTestPairedSamples|
source: Correct the effect size for the correlation between the observed values, to prevent overestimating the effect (Dunlap et al., 1996).
de: Korrektur der Effektstärke für die Korrelation zwischen den beobachteten Werten, um eine Überschätzung des Effekts zu verhindern (Dunlap et al., 1996).
es: Corregir la magnitud del efecto de la correlación entre los valores observados, para prevenir la sobrestimación del efecto (Dunlap et al., 1996).
eu: Behatutako balioen arteko korrelaziorako efektuaren tamaina zuzendu, efektua gehiegi estimatzea saihesteko (Dunlap et al., 1996).
gl: Corrixir a magnitude do efecto da correlación entre os valores observados, para previr a sobreestimación do efecto (Dunlap et al., 1996).
pt: Corrigir o tamanho de efeito para a correlação entre os valores observados para evitar superestimar o efeito (Dunlap et al., 1996).
sr: Корекција величине ефекта за корелацију између опажених вредности, како би се спречило прецењивање ефекта (Dunlap и сар, 1996).

# TTestPairedSamples|
source: Sample size, sample mean, sample standard deviation, standard error of the mean for each measure.
de: Stichprobenumfang, Stichprobenmittelwert, Stichprobenstandardabweichung, Standardfehler des Mittelwerts für jedes Maß.
es: Tamaño muestral, media muestral, desviación típica muestral, y error típico de la media para cada medida.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra, neurri bakoitzerako batez bestekoaren errore estandarra.
gl: Tamaño mostral, media mostral, desvío padrón mostral, e erro padrón da media para cada medida.
pt: Tamanho de amostra, média amostral, desvio-padsrão amostral e erro padrão da média para cada medição.
sr: Величина узорка, средњa вредност узорка, стандардна девијација узорка, стандардна грешка средње вредности за свако мерење.

# TTestPairedSamples|
source: Two-sided alternative hypothesis that the population mean of the difference is not equal to 0. This option is selected by default.
de: Zweiseitige Alternativhypothese, dass der Populationsmittelwert der Differenz nicht gleich 0 ist. Diese Option wird standardmäßig ausgewählt.
es: Hipótesis alternativa bilateral de que la media poblacional de la diferencia no es igual a 0. Esta opción se selecciona por defecto.
eu: Alde bikoitzeko hipotesi alternatiboa, diferentziaren populazio-batez bestekoa ez dela 0. Aukera hau lehenespenez hautatzen da.
gl: Hipótese alternativa bilateral de que a media poboacional da diferenza non é igual a 0. Esta opción selecciónase por defecto.
pt: Hipótese alternativa bilateral de que a média populacional da diferença não é igual a 0. Esta opção é selecionada por padrão.
sr: Двострана алтернативна хипотеза да средња вредност популације разлике није једнака 0. Ова опција је подразумевано изабрана.

# TTestPairedSamples|
source: Shapiro-Wilk test of normality.
de: Shapiro-Wilk-Test auf Normalverteilung.
es: Contraste de Normalidad de Shapiro-Wilk.
eu: Shapiro-Wilk normaltasun-testa.
gl: Proba de Normalidade de Shapiro-Wilk.
pt: Teste de normalidade de Shapiro-Wilk.
sr: Shapiro-Wilk тест нормалности.

# TTestPairedSamples|
source: Q-Q plot of the standardized residuals.
es: Gráfico Q-Q de los errores tipificados.
eu: Hondar estandarizatuen Q-Q grafikoa.
gl: Gráfica Q-Q dos erros tipificados.
pt: Gráfico Q-Q dos resíduos padronizados.

# TTestPairedSamples|
source: Displays the sample means and the confidence intervals for each measure (see Morey [2008] for the computation of the standard error of the mean in paired designs.)
de: Zeigt die Stichprobenmittelwerte und die Konfidenzintervalle für jede Messung (siehe Morey [2008] zur Berechnung des Standardfehlers des Mittelwerts in paarweise abhängigen Designs.)
es: Presenta las medias muestrales y los intervalos de confianza para cada medida (consultar Morey [2008] para el cálculo del error típico de la media en diseños emparejados)
eu: Neurri bakoitzerako laginaren batez bestekoak eta konfiantza-tarteak erakusten ditu (ikus Morey [2008] diseinu parekatuetan batez bestekoaren errore estandarraren kalkulurako)
gl: Presenta as medias mostrais e os intervalos de confianza para cada medida (consultar Morey [2008] para o cálculo do erro padrón da media en deseños emparellados)
pt: Exibe as médias da amostra e os intervalos de confiança para cada medida (consulte Morey [2008] para o cálculo do erro padrão da média em modelos pareados.)
sr: Приказује средње вредности узорака и интервале поверења за свако мерење (погледајте Morey [2008] за прорачун стандардне грешке средње вредности у упареним дизајнима)

# TTestPairedSamples|
source: Displays a raincloud plot of the differences between the two measures.
de: Zeigt ein Regenwolkendiagramm der Differenzen zwischen den beiden Maßen.
es: Presenta un gráfico de tipo nube con lluvia de la diferencia entre las dos medidas.
eu: Bi neurrien arteko desberdintasunen euri-hodeien grafikoa erakusten du.
gl: Presenta unha gráfica de nube chovendo da diferenza entre as dúas medidas.
pt: Exibe um gráfico de nuvem de chuva das diferenças entre as duas medições.
sr: Приказује графикон кишног облака разлика између два мерења.

# TTestPairedSamples|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all difference scores. Sample size is therefore constant across the tests.
de: Bei mehreren t-Tests in einer einzelnen Analyse wird jeder t-Test nur mit gültigen Fällen für alle Differenz-Scores durchgeführt. Der Stichprobenumfang ist daher über die Tests konstant.
es: En caso de múltiples contrastes t en un único análisis, cada contraste t se va a realizar usando solo casos con datos válidos para todas las puntuaciones de la diferencia. Por eso el tamaño de la muestra es constante entre los contrastes.
eu: Analisi bakarrean hainbat t-proba daudenean, t-proba bakoitza puntuazio desberdinetarako datu baliodunak dituzten kasuak soilik erabiliz egingo da. Beraz, laginaren tamaina konstantea da probetan zehar.
gl: No caso de múltiples probas t nunha única análise, cada proba t vaise realizar usando só casos con datos válidos para tódalas puntuacións da diferenza. Por iso o tamaño da mostra é constante entre as probas.
pt: No caso de múltiplos testes t em uma única análise, cada teste t será conduzido usando apenas casos com dados válidos para todos os escores de diferença. Portanto, o tamanho da amostra é constante em todos os testes.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки t-тест ће бити спроведен користећи само случајеве са важећим подацима за све резултате разлика. Стога је величина узорка константна кроз тестове.

# BarPlots|
source: Coverage of the confidence intervals (Or credible intervals in case of a Bayesian analysis) in percentages. By default, the confidence interval is set to 95%. This can be changed into the desired percentage.
de: Überdeckungswahrscheinlichkeit der Konfidenzintervalle (oder Glaubwürdigkeitsintervalle bei einer Bayessschen Analyse) in Prozentsätzen. Standardmäßig wird das Konfidenzintervall auf 95% eingestellt. Dies kann auf den gewünschten Prozentsatz geändert werden.
eu: Konfiantza-tarteen estaldura (edo sinesgarritasun-tarteak analisi bayesiar baten kasuan) ehunekotan. Berez, konfiantza-tartea % 95ean ezartzen da. Hau nahi den ehunekora alda daiteke.
pt: Cobertura dos intervalos de confiança (ou intervalos credíveis no caso de uma análise Bayesiana) em porcentagens. Por padrão, o intervalo de confiança é definido como 95 %. Este valor pode ser alterado para a porcentagem desejada.
sr: Покривеност интервала поверења (или интервала кредибилитета у случају Бејзове анализе) у процентима. Подразумевано, интервал поверења је постављен на 95%. Ово може бити промењено у жељени проценат.

# BarPlots|
source: Forces the graph to show the default x-axis at y = 0.
de: Zwingt das Diagramm, die Standard-X-Achse bei y = 0 anzuzeigen.
eu: Grafikoa behartzen du x ardatz lehenetsia y = 0-n erakustera.
pt: Força o gráfico a mostrar o eixo x padrão em y = 0.
sr: Присиљава графикон да прикаже подразумевану x-осу на y = 0.

# TTestBayesianIndependentSamples|
source: Two-sided alternative hypothesis that the population means are equal. Selected by default.
de: Zweiseitige Alternativhypothese, dass die Grundgesamtheits-Mittelwerte gleich sind. Standardmäßig ausgewählt.
eu: Populazioaren batez bestekoak berdinak direla dioen bi aldeetako alternatiba-hipotesia. Lehenespenez hautatuta.
pt: Hipótese alternativa bilateral de que as médias populacionais são iguais. Selecionada por padrão.
sr: Двострана алтернативна хипотеза да су средње вредности популација једнаке. Постављено као подразумевано.

# TTestBayesianIndependentSamples|
source: Displays the Bayes factor across different values of Cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
de: Zeigt den Bayesfaktor für verschiedene Werte der Cauchy-Prior-Breite. Der Skalenparameter des Cauchy-Prior wird zwischen 0 und 1,5 variiert, um zunehmend uninformative Prior zu erzeugen.
eu: Bayes faktorea erakusten du Cauchy-ren aurrialdearen zabaleraren balio desberdinetan zehar. Cauchy-ren aurrialdearen eskala 0 eta 1,5 artean aldatzen da, gero eta aurrialde ez-informatiboagoak sortuz.
pt: Exibe o fator de Bayes em diferentes valores da largura do anterior de Cauchy. A escala do anterior de Cauchy varia entre 0 e 1,5; criando anteriores progressivamente menos informativos.
sr: Приказује Бејзов фактор за различите вредности ширине Cauchy претходне расподеле. Скала Cauchy претходне расподеле варира између 0 и 1.5, стварајући прогресивно све више неинформативнију претходну расподелу.

# TTestBayesianIndependentSamples|
source: Displays the development of the Bayes factor as the data comes in using the user-defined prior.
de: Zeigt den Verlauf des Bayesfaktors mit den eintreffenden Daten, mit dem benutzerdefinierten Prior.
eu: Bayes faktorearen garapena erakusten du datuak sartzen diren heinean, erabiltzaileak definitutako aurrialdea erabiliz.
pt: Exibe o desenvolvimento do fator de Bayes à medida que os dados chegam usando o anterior definido pelo usuário.
sr: Приказује развој Бејзовог фактора како подаци долазе користећи кориснички дефинисану претходну расподелу.

# TTestBayesianIndependentSamples|
source: Adds the results of the sequential analysis using the wide (scale=1) and ultrawide prior (scale=sqrt(2)).
de: Hinzufügen der Ergebnisse der sequentiellen Analyse mit dem breiten (Skalenparameter=1) und ultrabreiten Prior (Skalenparameter=sqrt(2)).
eu: Analisi sekuentzialaren emaitzak gehitzen ditu aurrialde zabala (eskala=1) eta ultrazabala (eskala=sqrt(2)) erabiliz.
pt: Adiciona os resultados da análise sequencial usando o anterior amplo (escala=1) e ultra-amplo (escala=sqrt(2)).
sr: Додаје резултате секвенцијалне анализе користећи широку (скала=1) и ултрашироку претходну расподелу (скала=sqrt(2)).

# TTestBayesianIndependentSamples|
source: Display descriptives plots. Includes central credible interval, which shows the probability (conditional on the alternative model) that the true effect size lies within certain values. The default credible interval is set at 95% and can be changed by the user.
de: Zeigt deskriptive Diagramme. Umfasst zentrales Glaubwürdigkeitsintervall, was die Wahrscheinlichkeit (konditional zum alternativen Modell) zeigt, dass die wahre Effektstärke innerhalb bestimmter Werte liegt. Das standardmäßige Glaubwürdigkeitsintervall ist auf 95% eingestellt und kann vom Nutzer geändert werden.
eu: Deskriptibo-diagramak erakusten ditu. Sinesgarritasun tarte zentrala barne hartzen du, eta honek benetako efektuaren tamaina balio jakin batzuen barruan egoteko probabilitatea (eredu alternatiboaren arabera) erakusten du. Sinesgarritasun tarte lehenetsia % 95ean ezartzen da eta erabiltzaileak alda dezake.
pt: Exibe gráficos descritivos. Inclui intervalo de credibilidade central, que mostra a probabilidade (condicional ao modelo alternativo) de que o tamanho real do efeito esteja dentro de determinados valores. O intervalo de credibilidade padrão é definido em 95 % e pode ser alterado pelo usuário.
sr: Прикажи дескриптивне графиконе. Укључује централни интервал кредибилитета, који показује вероватноћу (условљену алтернативним моделом) да права величина ефекта лежи унутар одређених вредности. Подразумевани интервал кредибилитета је постављен на 95% и може бити промењен од стране корисника.

# TTestBayesianIndependentSamples|
source: Changes the orientation of the raincloud plot so that the x-axis represents the dependent variable.
de: Ändert die Orientierung des Regenwolkendiagramms, sodass die x-Achse die abhängige Variable darstellt.
eu: Euri-hodeien grafikoaren orientazioa aldatzen du, x ardatzak mendeko aldagaia adieraz dezan.
pt: Altera a orientação do gráfico nuvem de chuva de forma que o eixo x represente a variável dependente.
sr: Мења оријентацију графикона кишног облака тако да x-оса представља зависну варијаблу.

# TTestBayesianIndependentSamples|
source: In case of multiple t-tests within a single analysis, each t-test will be conducted using only cases with valid data for all dependent variables. Sample size is therefore constant across the multiple t-tests.
de: Bei mehreren t-Tests innerhalb einer einzelnen Analyse wird jeder t-Test nur mit Fällen durchgeführt, die gültige Daten für alle abhängigen Variablen aufweisen. Der Stichprobenumfang ist daher über die verschiedenen t-Tests konstant.
eu: Analisi bakarrean t-proba anitz daudenean, t-proba bakoitza mendeko aldagai guztietarako datu baliozkoak dituzten kasuak soilik erabiliz egingo da. Beraz, laginaren tamaina konstantea da hainbat t-probatan zehar.
pt: No caso de múltiplos testes t em uma única análise, cada teste t será conduzido utilizando apenas casos com dados válidos para todas as variáveis dependentes. O tamanho da amostra é, portanto, constante ao longo dos múltiplos testes t.
sr: У случају вишеструких t-тестова у оквиру једне анализе, сваки t-тест ће бити спроведен користећи само случајеве са важећим подацима за све зависне варијабле. Стога је величина узорка константна кроз вишеструке t-тестове.

# TTestBayesianOneSample|
source: The one sample t-test allows you to estimate the effect size and test the null hypothesis that the population mean equals a specific constant, i.e., the test value.
de: Der t-Test für eine Stichprobe ermöglicht es, die Effektstärke zu schätzen und die Nullhypothese zu testen, dass der Mittelwert der Grundgesamtheit einer bestimmten Konstante, d.h. dem Testwert, gleicht.
eu: Lagin bakarreko t-probak efektuaren tamaina kalkulatzeko eta populazioaren batez bestekoa konstante espezifiko baten berdina den hipotesi nulua probatzeko aukera ematen du, hau da, proba-balioa.
pt: O teste t de uma amostra permite estimar o tamanho do efeito e testar a hipótese nula de que a média da população é igual a uma constante específica, i.e., o valor do teste.
sr: t-тест за један узорак вам омогућава да процените величину ефекта и тестирате нулту хипотезу да је средња вредност популације једнака одређеној константи, тј. тестној вредности.

# TTestBayesianOneSample|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting how likely the data is under the null vs. alternative hypothesis. Adds the 95% credible interval of the posterior distribution of the effect size.
de: Fügt den mit benutzerdefiniertem Prior berechneten Bayesfaktor hinzu; fügt einen Wahrscheinlichkeitskreis hinzu, das zeigt, wie wahrscheinlich die Daten unter der Null- ggü. der Alternativhypothese sind. Fügt das 95% Glaubwürdigkeitsintervall der Posteriorverteilung der Effektstärke hinzu.
eu: Erabiltzaileak definitutako aitzindariarekin kalkulatutako Bayes faktorea gehitzen du; probabilitate-gurpil bat gehitzen du, datuak hipotesi nuluaren eta alternatiboaren pean zenbaterainoko probabilitatea duten erakusten duena. Efektu-tamainaren ondorengo banaketaren % 95eko sinesgarritasun-tartea gehitzen du.
pt: Adiciona o fator de Bayes calculado com base no anterior definido pelo usuário; adiciona uma roda de probabilidade que descreve a probabilidade dos dados sob a hipótese nula versus a hipótese alternativa. Adiciona o intervalo de credibilidade de 95 % da distribuição posterior do tamanho do efeito.
sr: Додаје Бејзов фактор израчунат са кориснички дефинисаном претходном расподелом; додаје точак вероватноће који приказује колико су подаци вероватни под нултом наспрам алтернативне хипотезе. Додаје 95% интервал кредибилитета задње расподеле величине ефекта.

# TTestBayesianOneSample|
source: Displays the Bayes factor across different values of cauchy prior width. The scale of the Cauchy prior is varied between 0 and 1.5, creating progressively more uninformative priors.
de: Zeigt den Bayesfaktor für verschiedene Werte der Cauchy-Prior-Breite. Der Skalenparameter des Cauchy-Prior wird zwischen 0 und 1,5 variiert, um zunehmend uninformative Prior zu erzeugen.
eu: Cauchy aitzindari zabaleraren balio desberdinetan Bayes faktorea bistaratzen du. Cauchy aitzindariaren eskala 0 eta 1,5 artean aldatzen da, gero eta aitzindari ez-informatiboagoak sortuz.
pt: Exibe o fator de Bayes em diferentes valores da largura do anterior de Cauchy. A escala do anterior de Cauchy varia entre 0 e 1,5; criando anteriores progressivamente menos informativos.
sr: Приказује Бејзов фактор за различите вредности ширине Cauchy претходне расподеле. Скала Cauchy претходне расподеле варира између 0 и 1.5, стварајући прогресивно све више неинформативнију претходну расподелу.
