Repository: jasp-stats/jaspTTests
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ru, sr, ta

source: Assumption Checks
es: Verificaciones de Supuestos
eu: Suposizioen Egiaztapenak
fr: Vérifications des présupposés
gl: Comprobacións de Supostos
ja: 仮定のチェック
pl: Weryfikacja założeń
pt: Verificações de suposições
ru: Проверка допущений
sr: Провере претпоставке
ta: அனுமானம் காசோலைகள்

source: Descriptives
es: Descriptivos
eu: Deskriptiboak
fr: Statistiques descriptives
gl: Descritivos
ja: 記述統計量
pl: Statystyki opisowe
pt: Descritiva
ru: Описательные статистики
sr: Дескриптивна статистика
ta: விளக்கமான

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on a two-sided <em>p</em>-value,the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em> bilateral, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke gehienezko p-erlazioa: alde bikoitzeko p-balio batean oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren gainetik 1/(-e p log(p)) da, p %3$s-rako .37 (Sellke, Bayarri, & Berger, 2001).
fr: Vovk-Sellke Maximum <em>p</em>-Ratio : Sur la base d'une valeur <em>p</em>- bilatérale, les chances maximales en faveur de H%1$s sur H%2$s égalent 1/(-e <em>p</em> log(<em>p</em>)) pour <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em> bilateral, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
ja: Vovk-Sellke の最大 <em>p</em> 比: <em>p</em>-値に基づいたH%2$sよりもH%1$sを支持する最大の可能なオッズは、<em>p</em> %3$s .37に対して1/(-e <em>p</em> log(<em>p</em>))に等しくなります(Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie dwustronnej wartości <em>p</em> maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri i Berger, 2001).
pt: O máximo Vovk-Sellke <em>p</em>-valor: baseado em <em>p</em>-valor, o máximo de chances possíveis em favor de H%1$s sobre H%2$s é igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ru: Максимальный <em>p</em> коэффициент Вовка-Селлке: основанный на двустороннем <em>p</em>-значении, максимально возможные шансы в пользу H%1$s над H%2$s равно 1/(-e <em>p</em> log(<em>p</em>)) для <em>p</em> %3$s 0,37 (Sellke, Bayarri, & Berger, 2001 ).
sr: Vovk-Sellke максимум <em>p</em>-однос: Заснован на двостраној <em>p</em>-вредности, максимални могући однос у корист H%1$s у односу на H%2$s износи 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ta: Vovk -sellke அதிகபட்சம் <em> ப </em> -ரேடியோ: இரு பக்க <em> ப </em> -மதிப்பு அடிப்படையில், h%2$s க்கு மேல் h%1$s க்கு ஆதரவாக அதிகபட்ச முரண்பாடுகள் 1/(-மற்றும் <em> ப </em> பதிவு (<em> ப </em>)) <em> ப </em> %3$s .37 (SELLKE, Bayarri, & பெர்கர், 2001 ).

source: Q-Q Plots
eu: Q-Q Grafikoak
pt: gráficos Q-Q
sr: Q-Q дијаграм
ta: Q-Q அடுக்குகள்

source: Please provide another variable.
es: Proporcionar otra variable, por favor.
eu: Mesedez, eman beste aldagai bat.
fr: Veuillez fournir une autre variable.
gl: Por favor, proporciona outra variable.
ja: 別の変数を用意してください.
pl: Proszę podać kolejną zmienną.
pt: Por favor, informe outra variável.
ru: Укажите другую переменную.
sr: Наведите другу варијаблу.
ta: மற்றொரு மாறியை வழங்கவும்.

source: Variables %1$s and %2$s are the same!
es: ¡Las variables %1$s y %2$s son iguales!
eu: %1$s eta %2$s aldagaiak berdinak dira!
fr: Les variables %1$s et %2$s sont identiques !
gl: As variables %1$s e %2$s son as mesmas!
ja: 変数 %1$s と %2$s は同じです!
pl: Zmienne %1$s i %2$s są takie same!
pt: As variáveis %1$s e %2$s são as mesmas!
ru: Переменные %1$s и %2$s одинаковы!
sr: Варијабле %1$s и %2$s су исте!
ta: மாறிகள் %1$s மற்றும் %2$s ஆகியவை ஒன்றே!

source: Descriptives Plots
es: Gráficos Descriptivos
eu: Deskribapen grafikoak
fr: Graphiques descriptifs
gl: Gráficas Descritivas
ja: 記述統計量プロット
pl: Wykresy opisowe
pt: Gráficos descritivos
ru: Описательные графики
sr: Дескриптивни графикони
ta: விளக்கங்கள் அடுக்கு

source: Bar Plots
es: Gráficos de Barras
eu: Barra grafikoak
fr: Graphiques descriptifs
gl: Gráficas de Barras
ja: 棒グラフ
pl: Wykresy słupkowe
pt: Gráfico de Barras
ru: Столбчатые диаграммы
sr: Графикони трака
ta: பார் அடுக்கு

source: Group
es: Grupo
eu: Taldea
fr: Groupe
gl: Grupo
ja: 群
pl: Grupa
pt: Grupo
ru: Группа
sr: Група
ta: குழு

source: N
ta: என்

source: Mean
es: Media
eu: Batez bestekoa
fr: Moyenne
gl: Media
ja: 平均値
pl: Średnia
pt: Média
ru: Среднее
sr: Аритметичка средина
ta: இடை, சராசரி

source: SD
es: DT
eu: DE
fr: ET
gl: DP
ja: 標準偏差
pl: Odch. stand.
pt: DP
ta: எச்டி

source: SE
es: ET
eu: EE
fr: ES
gl: EP
ja: 標準誤差
pl: Błąd stand.
pt: EP
ta: உடன்

source: Coefficient of variation
es: Coeficiente de variación
eu: Aldakortasun koefizientea
fr: Coefficient de variation
gl: Coeficiente de variación
ja: 変動係数
pl: Współczynnik zmienności
pt: Coeficiente de variação
ru: Коэффициент вариации
sr: Коефицијент варијације
ta: மாறுபாட்டின் குணகம்

source: %.0f%% Credible Interval
es: Intervalo con el %.0f%% de Credibilidad
eu: %0f%% Tarte sinesgarria
fr: %.0f%% Intervalle de crédibilité
gl: Intervalo co %.0f%% de Credibilidade
ja: %.0f%% 信用区間
pl: %.0f%% przedział wiarygodności
pt: %.0f%% intervalo crível
ru: %.0f%% Достоверный интервал
sr: %.0f%% Веродостојан интервал
ta: %.0f %% நம்பகமான இடைவெளி

source: Lower
es: Inferior
eu: Behekoa
fr: Inférieur
gl: Inferior
ja: 下限
pl: Dolny
pt: Inferior
ru: Нижняя граница
sr: Ниже
ta: கீழ்

source: Upper
es: Superior
eu: Goikoa
fr: Supérieur
gl: Superior
ja: 上限
pl: Górny
pt: Superior
ru: Верхняя граница
sr: Горњи
ta: மேல்

source: Inferential Plots
es: Gráficos de Inferencia
eu: Inferentziazko grafikoak
fr: Graphiques inférentiels
gl: Gráficas de Inferencia
ja: 推論プロット
pl: Wykresy inferencyjne
pt: Gráficos inferenciais
sr: Инференцијални графикони
ta: அனுமான அடுக்கு

source: Prior and Posterior
es: Previa y Posterior
eu: Aurreko eta ondorengo
gl: Previa e Posterior
ja: 事前分布と事後分布
pl: Prior i posterior
pt: Anterior e Posterior
sr: Претходни и постериорни
ta: முன் மற்றும் பின்புறம்

source: Bayes Factor Robustness Check
es: Comprobación de Robustez del Factor de Bayes
eu: Bayes faktorearen sendotasun egiaztapena
fr: Vérification de la robustesse du facteur de Bayes
gl: Comprobación da Robustez do Factor de Bayes
ja: ベイズファクターの頑健性チェック
pl: Weryfikacja odporności współczynnika Bayesa
pt: Verificação de Robustez do Fator de Bayes
sr: Провера робусности Бајесовог фактора
ta: பேயச் காரணி வலுவான சோதனை

source: Sequential Analysis
es: Análisis Secuencial
eu: Analisi Sekuentziala
fr: Analyse séquentielle
gl: Análise Secuencial
ja: 逐次解析
pl: Analiza sekwencyjna
pt: Análise Sequencial
sr: Секвенцијална анализа
ta: தொடர்ச்சியான பகுப்பாய்வு

source: Bayes factor robustness check plot currently not supported for informed prior.
es: Actualmente no se admite el gráfico de comprobación de la robustez del factor de Bayes para la previa informada.
eu: Bayes faktorearen sendotasun-egiaztapenaren grafikoa ez da onartzen aurretiko informatuarentzat.
fr: Vérification graphique de la robustesse du facteur de Bayes n'est pas disponible pour les distributions de probabilités et priori spécifiques.
gl: Actualmente non se admite a gráfica de comprobación da robustez do factor de Bayes para a previa informada.
ja: ベイズファクター頑健性チェックのプロットは、現在、情報のある事前分布ではサポートされていません.
pl: Wykres sprawdzający odporność współczynnika Bayesa nie jest obecnie obsługiwany dla informacyjnych rozkładów a priori.
pt: O gráfico de verificação do fator de robustez de Bayes não é atualmente suportado pelo informado anteriormente.
sr: Графикон провере робусности Бајесовог фактора тренутно није подржан за постављен претходни услов.
ta: பேயச் காரணி வலுவான தன்மை காசோலை சூழ்ச்சி தற்போது தகவலறிந்த முன் ஆதரிக்கப்படவில்லை.

source: Sequential analysis robustness check plot currently not supported for informed prior.
es: El gráfico de comprobación de la robustez del análisis secuencial actualmente no es compatible con la previa informada.
eu: Analisi sekuentzialaren sendotasun-egiaztapenaren grafikoa ez da onartzen aurretiko informatuarentzat.
fr: Vérification graphique de la robustesse de l'analyse séquentielle n'est pas disponible pour les distributions de probabilités et priori spécifiques.
gl: Gráfica de comprobación da robustez da análise secuencial actualmente non é compatible coa previa informada.
ja: 逐次解析のロバストネスチェックプロットは、現在、情報のある事前分布ではサポートされていません.
pl: Wykres sprawdzający odporność analizy sekwencyjnej nie jest obecnie obsługiwany dla informacyjnych rozkładów a priori.
pt: O gráfico de verificação da robustez da Análise Sequencial não é atualmente suportado pelo informado anteriormente.
sr: Графикон провере робусности секвенцијалне анализе тренутно није подржан за постављени претходни услов.
ta: தொடர்ச்சியான பகுப்பாய்வு வலுவான சோதனை சூழ்ச்சி தற்போது தகவலறிந்த முன் ஆதரிக்கப்படவில்லை.

source: Expected numeric or character rscale but got %s.
es: Se esperaba una escala numérica o de caracteres, pero se obtuvo %s.
eu: Zenbakizko edo karaktereko rskala espero zen, baina %s lortu da.
fr: On s'attendait à une échelle numérique ou de caractères, mais on a obtenu des %s.
gl: Agardábase unha escala numérica ou de caracteres, pero obtívose %s.
ja: 数値または文字の rscale が必要ですが、%s を得ました.
pl: Oczekiwano rscale liczbowego lub znakowego, lecz otrzymano %s.
pt: O número ou caractere esperado era rscale mas obteve %s.
sr: Очекиван је нумерички или карактер rscale, али је добијен %s.
ta: எதிர்பார்க்கப்படும் எண் அல்லது எழுத்து rscale ஆனால் %s கிடைத்தன.

source: Running robustness check %1$d / %2$d
es: Ejecutando la comprobación de la robustez %1$d / %2$d
eu: Sendotasun-egiaztapena %1$d / %2$d exekutatzen
fr: Vérification de la robustesse %1$d / %2$d
gl: Executando a comprobación da robustez %1$d / %2$d
ja: 頑健性チェックを実行しています %1$d / %2$d
pl: Przeprowadzanie analizy odporności %1$d / %2$d
pt: Efetuando verificação de robustez %1$d / %2$d
sr: Провера робусности у току %1$d / %2$d
ta: வலுவான சோதனை ஓடுகிறது %1$d / %2$d

source: max BF%s
es: máx FB%s
eu: gehienezko BF%ak
gl: máx FB%s
ja: 最大 BF%s
pl: maks. BF%s
pt: Máximo BF%s
ru: макс. BF%s
sr: максимум BF%s
ta: அதிகபட்சம் BF%s

source: user prior
es: previa del usuario
eu: Erabiltzailearen aurrekoa
fr: utilisateur précédent
gl: usuario previo
ja: ユーザー事前分布
pl: prior użytkownika
pt: usuário anterior
sr: претходни корисник
ta: பயனர் முன்

source: wide prior
es: anchura previa
eu: aurreko zabala
fr: Priori étendu
gl: anchura previa
ja: 広い事前分布
pl: szeroki prior
pt: ampla a priori
sr: широки претходни
ta: பரந்த முன்

source: ultrawide prior
es: ultra anchura previa
eu: aurreko ultrazabala
fr: Priori ultra étendu
gl: ultra anchura previa
ja: とても広い事前分布
pl: ultraszeroki prior
pt: ultra-ampla a priori
sr: ултрашироки претходни
ta: அல்ட்ராவைட் முன்

source: BF%s
es: FB%s
fr: FB%s
gl: FB%s
ta: பி.எஃப்%s

source: %1$s at r==%2$s
es: %1$s en r==%2$s
eu: %1$s r==%2$s-tan
fr: %1$s à r==%2$s
gl: %1$s en r==%2$s
pl: %1$s przy r==%2$s
pt: %1$s em r==%2$s
ru: %1$s при r==%2$s
sr: %1$s на r==%2$s
ta: R ==%2$s இல்%1$s

source: Some Bayes factors were infinite
es: Algunos factores de Bayes son infinitos
eu: Bayes faktore batzuk infinituak ziren
fr: Certains facteurs Bayes sont infinis
gl: Algúns factores de Bayes son infinitos
ja: ベイズファクターが無限大になるものがあります
pl: Niektóre współczynniki Bayesa były nieskończone
pt: Alguns fatores de Bayes são infinitos
ru: Некоторые факторы Байеса оказались бесконечными
sr: Неки Бајесови фактори су бесконачни
ta: சில பேயச் காரணிகள் எல்லையற்றவை

source: Cauchy prior width
es: Anchura previa de Cauchy
eu: Cauchyren aurreko zabalera
gl: Anchura previa de Cauchy
ja: コーシー事前分布の幅
pl: szerokość rozkładu a priori Cauchy'ego
pt: Largura anterior de Cauchy
sr: Ширина Кошијевог претходног услова
ta: க uch சி முன் அகலம்

source: Running sequential analysis %1$d / %2$d
es: Ejecutando el análisis secuencial %1$d / %2$d
eu: Analisi sekuentziala %1$d / %2$d exekutatzen
fr: Analyse séquentielle en cours %1$d / %2$d
gl: Executando a análise secuencial %1$d / %2$d
ja: 逐次解析を実行しています %1$d / %2$d
pl: Przeprowadzanie analizy sekwencyjnej %1$d / %2$d
pt: Efetuando análise sequencial %1$d / %2$d
sr: Покретање секвенцијалне анализе %1$d / %2$d
ta: தொடர்ச்சியான பகுப்பாய்வு %1$d / %2$d

source: Posterior
eu: Ondorengoa
fr: Postérieur
ja: 事後分布
sr: Задњи
ta: பின்புறம்

source: Prior
es: Previo
eu: Aurrekoa
fr: a priori
gl: Previo
ja: 事前分布
pt: Anterior
sr: Претходно
ta: முன்

source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
fr: Taille d'effet
gl: Magnitude do efecto
ja: 効果量
pl: Wielkość efektu
pt: Tamanho de efeito
ru: Размер эффекта
sr: Величина ефекта
ta: விளைவு அளவு

source: Raincloud Plots
es: Gráficos de tipo Nube con lluvia
eu: Euri-hodeien grafikoak
fr: Graphiques Raincloud
gl: Gráficas de Nube chovendo
ja: 雨雲プロット
pl: Wykresy chmury deszczowej
pt: Gráficos de Nuvem de Chuva
ru: Облачные графики
sr: Графикони кишног облака
ta: ரெயின்க்ளவுட் ப்ளாட்ச்

source: Raincloud Difference Plots
es: Gráficos de Diferencias de tipo Nube con lluvia
eu: Euri-hodeien diferentzia grafikoak
fr: Graphiques Raincloud des différences
gl: Gráficas de Diferenzas de Nube chovendo
ja: 雨雲差分プロット
pl: Wykresy chmury deszczowej dla różnic
pt: Gráficos de Nuvem de Chuva Diferenciais
ru: Облачные графики различий
sr: Графикони разлика у облику кишног облака
ta: ரெயின்க்ளூட் வேறுபாடு அடுக்குகள்

source: Bayes factor could not be calculated
es: No se puede calcular el factor de Bayes
eu: Bayes faktorea ezin izan da kalkulatu
fr: Le facteur Bayes ne pouvait pas être calculé
gl: Non se pode calcular o factor de Bayes
ja: ベイズファクターが算出できなかった
pl: Nie można obliczyć współczynnika Bayesa
pt: O fator de Bayes não pode ser calculado
ru: Фактор Байеса не может быть рассчитан
sr: Бајесов фактор није могао бити израчунат
ta: பேயச் காரணி கணக்கிட முடியவில்லை

source: Bayes factor is infinite
es: El factor de Bayes es infinito
eu: Bayes faktorea infinitua da
fr: Le facteur Bayes est infini
gl: O factor de Bayes é infinito
ja: ベイズファクターは無限大です
pl: Współczynnik Bayesa jest nieskończony
pt: O fator de Bayes é infinito
ru: Фактор Байеса бесконечен
sr: Бајесов фактор је бесконачан
ta: பேயச் காரணி எல்லையற்றது

source: The Bayes factor is too small
es: El factor de Bayes es demasiado pequeño
eu: Bayes faktorea txikiegia da
fr: Le facteur Bayes est trop petit
gl: O factor de Bayes é demasiado pequeno
ja: ベイズファクターが小さすぎる
pl: Współczynnik Bayesa jest zbyt mały
pt: O fator de Bayes é muito pequeno
sr: Бајесов фактор је премали
ta: பேயச் காரணி மிகவும் சிறியது

source: t-value is large. A Savage-Dickey approximation was used to compute the Bayes factor but no error estimate can be given.
es: El valor t es grande. Se usó una aproximación de Savage-Dickey para calcular el factor de Bayes, pero no se puede dar una estimación del error.
eu: t-balioa handia da. Savage-Dickey hurbilketa bat erabili da Bayes faktorea kalkulatzeko, baina ezin da errore-estimaziorik eman.
fr: La valeur t est large. Une approximation de Savage-Dickey a été utilisée pour calculer le facteur de Bayes mais aucune estimation d'erreur ne peut être donnée.
gl: O valor t é grande. Utilizouse unha aproximación de Savage-Dickey para calcular o factor de Bayes, pero non se pode dar unha estimación do erro.
ja: t値が大きい。ベイズファクターの計算にはSavage-Dickey近似が用いられていますが、この近似は誤差の推定値を与えることはできません.
pl: Wartość t jest duża. Do obliczenia współczynnika Bayesa zastosowano przybliżenie Savage'a-Dickeya, ale nie można podać szacunkowej wartości błędu.
pt: O valor-t é grande. A aproximação de Savage-Dickey foi usada para computar o fator de Bayes, mas uma estimativa do erro não pode ser dada.
ru: t-значение велико. Для вычисления коэффициента Байеса было использовано приближение Сэвиджа-Дики, но оценка погрешности не может быть дана.
sr: t-вредност је велика. За израчунавање Бајесовог фактора коришћена је Savage-Dickey апроксимација, али процена грешке није могућа.
ta: டி-மதிப்பு பெரியது. பேயச் காரணியைக் கணக்கிட ஒரு சாவேச்-டிக்கி தோராயமாக பயன்படுத்தப்பட்டது, ஆனால் பிழை மதிப்பீடு எதுவும் கொடுக்க முடியாது.

source: No error estimate is available for normal priors.
es: Non está disponible la estimación del error para previas Normales.
eu: Ez dago errore-estimaziorik eskuragarri aurrizko normaletarako.
fr: L'estimation de l'erreur n'est pas disponible pour les distributions à priori normaux.
gl: Non está dispoñible a estimación do erro para previas Normais.
ja: 通常の事前分布では、誤差の推定はできません.
pl: Estymacja błędu dla normalnych rozkładów a priori nie jest dostępna.
pt: Não há estimativa de erro disponível para normais anteriores.
sr: Процена грешке није доступна за нормалне претходне услове.
ta: சாதாரண முன்னோடிகளுக்கு பிழை மதிப்பீடு எதுவும் கிடைக்கவில்லை.

source: Bayesian Mann-Whitney U Test
es: Contraste U bayesiano de Mann-Whitney
eu: Mann-Whitney U proba bayesiarra
fr: Test Mann-Whitney U Bayésien
gl: Proba U baiesiana de Mann-Whitney
ja: ベイジアン マンホイットニーのU検定
pl: Bayesowski test U Manna-Whitneya
pt: Teste Bayesiano Mann-Whitney
ru: Байесовский U-критерий Манна-Уитни
sr: Бајесов Mann-Whitney U тест
ta: பேய்சியன் மான்-விட்னி யு சோதனை

source: Bayesian Independent Samples T-Test
es: Contraste T bayesiano para Muestras Independientes
eu: Lagin independenteen T-proba bayesiarra
fr: Test t bayésien pour échantillons indépendants
gl: Proba T baiesiana para Mostras Independentes
ja: ベイジアン独立サンプルのt検定
pl: Bayesowski test t dla prób niezależnych
pt: Teste-T de Amostras Independentes Bayesiano
ru: Байесовский Т-критерий для независимых групп
sr: Бајесов t-тест за независне узорке
ta: பேய்சியன் சுயாதீன மாதிரிகள் டி-சோதனை

source: Result based on data augmentation algorithm with 5 chains of %.0f iterations.
es: Resultado basado en el algoritmo del incremento de datos con 5 cadenas de %.0f iteraciones.
eu: Emaitza %.0f iterazioko 5 kate dituen datuak handitzeko algoritmoan oinarrituta.
fr: Résultat basé sur l'algorithme d'augmentation des données avec 5 chaînes de %.0f itérations.
gl: Resultado baseado no algoritmo do incremento de datos con 5 cadeas de %.0f iteracións.
ja: データ拡張(data augmentation)アルゴリズムを用いて、%.0fの反復回数(iteration)を5連鎖(chain)繰り返した場合の結果.
pl: Wynik oparty na algorytmie augmentacji danych z 5 łańcuchami o %.0f iteracjach.
pt: Resultado baseado em algoritmo de aumento de dados com 5 cadeias de %.0f iterações.
ru: Результат основан на алгоритме увеличения данных с 5 цепочками итераций %.0f.
sr: Резултат заснован на алгоритму проширења података са 5 ланаца од %.0f итерација.
ta: %.0f மறு செய்கைகளின் 5 சங்கிலிகளுடன் தரவு பெருக்குதல் வழிமுறையின் அடிப்படையில் முடிவு.

source: error %%
eu: errorea %%
pt: erro %%
sr: грешка %%
ta: பிழை %%

source: For all tests, the alternative hypothesis specifies that the location of group <em>%1$s</em> is greater than the location of group <em>%2$s</em>.
es: Para todos los contrastes, la hipótesis alternativa indica que la posición del grupo <em>%1$s</em> es mayor que la posición del grupo <em>%2$s</em>.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du <em>%1$s</em> taldearen kokapena <em>%2$s</em> taldearen kokapena baino handiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que l'emplacement du groupe <em>%1$s</em> est plus grand que l'emplacement du groupe <em>%2$s</em>.
gl: Para tódalas probas, a hipótese alternativa indica que a posición do grupo <em>%1$s</em> é maior que a posición do grupo <em>%2$s</em>.
ja: すべての検定において、対立仮説は、グループ<em>%1$s</em>の位置がグループ<em>%2$s</em>の位置よりも大きいとしています。
pl: Dla wszystkich testów hipoteza alternatywna zakłada, że położenie grupy <em>%1$s</em> jest większe niż położenie grupy <em>%2$s</em>.
pt: Para todos os testes, a hipótese alternativa especifica que a localização do grupo <em>%1$s</em> é maior do que a localização do grupo <em>%2$s</em>.
sr: За све тестове, алтернативна хипотеза одређује да је локација групе <em>%1$s</em> већа од локације групе <em>%2$s</em>.
ta: எல்லா சோதனைகளுக்கும், குழு <em>%1$s </em> இன் இருப்பிடம் குழு <em>%2$s </em> இன் இருப்பிடத்தை விட அதிகமாக உள்ளது என்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that the location of group <em>%1$s</em> is smaller than the location of group <em>%2$s</em>.
es: Para todos los contrastes, la hipótesis alternativa indica que la posición del grupo <em>%1$s</em> es menor que la posición del grupo <em>%2$s</em>.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du <em>%1$s</em> taldearen kokapena <em>%2$s</em> taldearen kokapena baino txikiagoa dela. Wilcoxon zeinu-mailako Bayesiar testa.
fr: Pour tous les tests, l'hypothèse alternative précise que l'emplacement du groupe <em>%1$s</em> est plus petit que l'emplacement du groupe <em>%2$s</em>.
gl: Para tódalas probas, a hipótese alternativa indica que a posición do grupo <em>%1$s</em> é menor que a posición do grupo <em>%2$s</em>.
ja: すべての検定において、対立仮説は、グループ<em>%1$s</em>の位置がグループ<em>%2$s</em>の位置よりも小さいとしています。
pl: Dla wszystkich testów hipoteza alternatywna zakłada, że położenie grupy <em>%1$s</em> jest mniejsze niż położenie grupy <em>%2$s</em>.
pt: Para todos os testes, a hipótese alternativa especifica que a localização do grupo <em>%1$s</em> é menor do que a localização do grupo <em>%2$s</em>.
sr: За све тестове, алтернативна хипотеза одређује да је локација групе <em>%1$s</em> je мања од локације групе <em>%2$s</em>.
ta: எல்லா சோதனைகளுக்கும், குழு <em>%1$s </em> இன் இருப்பிடம் குழு <em>%2$s </em> இன் இருப்பிடத்தை விட சிறியது என்று மாற்று கருதுகோள் குறிப்பிடுகிறது.

source: Bayesian Wilcoxon Signed-Rank Test
es: Contraste bayesiano de Rangos con Signo de Wilcoxon
eu: Wilcoxon zeinu-mailako Bayesiar testa
fr: Test Bayésien de rangs signés de Wilcoxon
gl: Proba baiesiana de Rangos con Signo de Wilcoxon
ja: ベイジアン・ウィルコクソンの符号つき順位検定
pl: Bayesowski test rang Wilcoxona
pt: Teste dos postos sinalizados de Wilcoxon Bayesiano
sr: Бајесов Wilcoxon Signed-Rank тест
ta: பேய்சியன் வில்காக்சன் கையெழுத்திட்ட தரவரிசை சோதனை

source: Bayesian One Sample T-Test
es: Contraste T bayesiano para Una Muestra
eu: Lagin bakarreko Bayesiar T-testa
fr: Test t bayésien pour échantillon unique
gl: Proba T baiesiana para Unha Mostra
ja: ベイジアン1標本t検定
pl: Bayesowski test t dla jednej próby
pt: Teste-T para uma Amostra Bayesiano
ru: Байесовский одновыборочный Т-критерий
sr: Бајесов t-тест за један узорак
ta: பேய்சியன் ஒரு மாதிரி டி-சோதனை

source: For all tests, the alternative hypothesis specifies that the population mean is greater than %s.
es: Para todos los contrastes, la hipótesis alternativa indica que la media poblacional es mayor que %s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du populazioaren batez bestekoa %s baino handiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que la moyenne de la population est supérieure à %s.
gl: Para tódalas probas, a hipótese alternativa indica que a media poboacional é maior que %s.
ja: すべての検定で、対立仮説は「母集団の平均が %s より大きい」としています。
pl: Hipoteza alternatywna dla każdego testu zakłada, że średnia w populacji jest większa niż %s.
pt: Para todos os testes, a hipótese alternativa especifica que a média da população é maior do que %s.
ru: Для всех критериев альтернативная гипотеза указывает, что среднее значение генеральной совокупности больше %s.
sr: За све тестове, алтернативна хипотеза одређује да је средња вредност популације већа од %s.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் மக்கள் தொகை சராசரி %s ஐ விட அதிகமாக உள்ளது என்பதைக் குறிப்பிடுகிறது.
