Repository: jasp-stats/jaspTTests
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ru, sr, ta

source: For all tests, the alternative hypothesis specifies that the population mean is less than %s.
es: Para todos los contrastes, la hipótesis alternativa indica que la media poblacional es menor que %s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du populazioaren batez bestekoa %s baino txikiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que la moyenne de la population est inférieure à %s.
gl: Para tódalas probas, a hipótese alternativa indica que a media poboacional é menor que %s.
ja: すべての検定について、対立仮説は、母平均が%s未満であることとしています。
pl: Hipoteza alternatywna dla każdego testu zakłada, że średnia w populacji jest mniejsza niż %s.
pt: Para todos os testes, a hipótese alternativa especifica que a média da população é menor do que %s.
ru: Для всех критериев альтернативная гипотеза указывает, что среднее значение генеральной совокупности меньше %s.
sr: За све тестове, алтернативна хипотеза одређује да је средња вредност популације мања од %s.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் மக்கள் தொகை சராசரி %s க்கும் குறைவாக இருப்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that the population mean differs from %s.
es: Para todos los contrastes, la hipótesis alternativa indica que la media poblacional es distinta de %s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du populazioaren batez bestekoa %s-tik desberdina dela.
fr: Pour tous les tests, l'hypothèse alternative précise que la moyenne de la population est différente de %s.
gl: Para tódalas probas, a hipótese alternativa indica que a media poboacional é distinta de %s.
ja: すべての検定において、対立仮説は母集団の平均値が %s と異なるとしています。
pl: Hipoteza alternatywna dla każdego testu zakłada, że średnia w populacji różni się od %s.
pt: Para todos os testes, a hipótese alternativa especifica que a média da população difere de %s.
ru: Для всех критериев альтернативная гипотеза указывает, что среднее значение генеральной совокупности отличается от %s.
sr: За све тестове, алтернативна хипотеза одређује да се средња вредност популације разликује од %s.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் மக்கள் தொகை என்பது %s இலிருந்து வேறுபடுகிறது என்பதைக் குறிப்பிடுகிறது.

source: Bayesian Paired Samples T-Test
es: Contraste T bayesiano para Muestras Emparejadas
eu: Lagin parekatuen Bayesiar T-testa
fr: Test t bayésien pour échantillons appariés
gl: Proba T baiesiana para Mostras Emparelladas
ja: ベイジアン対応のあるサンプルのt検定
pl: Bayesowski test t dla prób zależnych
pt: Teste-T para Amostras Pareadas Bayesiano
ru: Байесовский Т-критерий для зависимых групп
sr: Бајесов T-тест за упарене узорке
ta: பேய்சியன் இணை மாதிரிகள் டி-சோதனை

source: Measure 1
es: Medida 1
eu: 1. Neurria
gl: Medida 1
ja: 測定1
pl: Pomiar 1
pt: Medição 1
sr: Мера 1
ta: அளவீடு 1

source: Measure 2
es: Medida 2
eu: 2. Neurria
gl: Medida 2
ja: 測定2
pl: Pomiar 2
pt: Medição 2
sr: Мера 2
ta: அளவீட்டு 2

source: Independent Samples T-Test
es: Contraste T para Muestras Independientes
eu: Lagin Independenteen T-Test
fr: Test t d'échantillons indépendants
gl: Proba T para Mostras Independentes
ja: 独立したサンプルのt検定
pl: Test t dla prób niezależnych
pt: Teste-T para Amostras Independentes
ru: Т-критерий для независимых групп
sr: T-тест за независне узорке
ta: சுயாதீன மாதிரிகள் டி-சோதனை

source: Mann-Whitney U test.
es: Contraste U de Mann-Whitney.
eu: Mann-Whitney U proba.
fr: Test U Mann-Whitney.
gl: Proba U de Mann-Whitney.
ja: マン・ホイットニーのU検定
pl: Test U Manna-Whitneya.
pt: Teste-U de Mann-Whitney.
ru: U-критерий Манна-Уитни.
sr: Mann-Whitney U тест.
ta: மான்-விட்னி யு சோதனை.

source: U
ta: உ

source: Welch's t-test.
es: Contraste T de Welch.
eu: Welch-en t-testa.
fr: Test t de Welch.
gl: Proba T de Welch.
ja: ウェルチ(Welch)のt検定
pl: Test t Welcha.
pt: Teste-t de Welch.
ru: T-критерий Уэлча.
sr: Welch's t-тест.
ta: வெல்ச்சின் டி-சோதனை.

source: t
ta: டி

source: Student's t-test.
es: Contraste t de Student.
eu: Student-en t-testa.
fr: Test t de Student.
gl: Proba t de Student.
ja: スチューデントのt-検定
pl: Test t Studenta.
pt: Teste-t de Student.
ru: T-критерий Стьюдента.
sr: Студентов t-тест.
ta: மாணவர்களின் டி-சோதனை.

source: Statistic
es: Estadístico
eu: Estatistikoa
fr: Statistiques
gl: Estatístico
ja: 統計量
pl: Statystyka
pt: Estatística
ru: Статистика
sr: Статистика
ta: புள்ளிவிவரம்

source: Test
es: Contraste
eu: Proba
gl: Proba
ja: 検定
pt: Teste
ru: Критерий
sr: Тест
ta: சோதனை

source: df
es: gl
eu: ag
fr: dl
gl: gl
pt: gl
ta: டிஎஃப்

source: p
ta: ப

source: Cohen's d
es: D de Cohen
eu: Cohenen d
fr: d de Cohen
gl: D de Cohen
ja: コーエン(Cohen)のd
pl: d Cohena
pt: d de Cohen
ta: கோஅனின் டி

source: Glass' delta
es: Delta de Glass
eu: Glassen delta
fr: delta de Glass
gl: Delta de Glass
ja: グラス(Glass)のデルタ
pl: Delta Glassa
pt: Delta de Glass
ru: Дельта Гласса
ta: கண்ணாடி 'டெல்டா

source: Hedges' g
es: G de Hedges
eu: Hedgesen g
fr: g de Hedges
gl: G de Hedges
ja: ヘッジ(Hedges)のg
pl: g Hedgesa
pt: g de Hedges
ru: g Хеджеса
ta: எட்சச் ஐயா

source: Mean Difference
es: Diferencia de Medias
eu: Batez bestekoen Aldea
fr: Différence moyenne
gl: Diferenza de Medias
ja: 平均値差
pl: Różnica średnich
pt: Diferença Média
ru: Разница средних
sr: Средња разлика
ta: சராசரி வேறுபாடு

source: Hodges-Lehmann Estimate
es: Estimación de Hodges-Lehmann
eu: Hodges-Lehmann Estimazioa
fr: Estimé de Hodges-Lehmann
gl: Estimación de Hodges-Lehmann
ja: Hodges-Lehmann推定
pl: Estymacja Hodgesa-Lehmanna
pt: Estimativa de Hodges-Lehmann
ru: Оценка Ходжеса-Леманна
sr: Ходџис-Леманова проценка
ta: ஓட்சச்-லெஅ்மன் மதிப்பீடு

source: Rank-Biserial Correlation
es: Correlación de Rango Biserial
eu: Sailkapen-Biserialeko Korrelazioa
gl: Correlación de Rango Biserial
ja: 順序-バイシリアル相関
pl: Korelacja rangowo-dwuseryjna
pt: Correlação ranque-bisserial
ru: Ранговая бисериальная корреляция
sr: Ранг-Бисеријална корелација
ta: தரவரிசை-குழந்தை தொடர்பு

source: Location Parameter
es: Parámetro de Posición
eu: Kokapen Parametroa
fr: Paramètre de Position
gl: Parámetro de Posición
ja: 位置母数
pl: Parametr położenia
pt: Parâmetro de localização
sr: Параметар локације
ta: இருப்பிட அளவுரு

source: Effect Size
es: Tamaño del efecto
eu: Efektuaren Tamaina
fr: Taille de l'effet
gl: Magnitude do Efecto
ja: 効果量
pl: Wielkość efektu
pt: Tamanho de Efeito
ru: Размер эффекта
sr: Величина ефекта
ta: விளைவு அளவு

source: Student t-test and Welch t-test
es: Contraste t de Student y contraste t de Welch
eu: Student t-testa eta Welch t-testa
fr: test t de Student et test t de Welch
gl: Proba t de Student e proba t de Welch
ja: スチューデントのt検定とウェルチのt検定
pl: testu t Studenta i testu t Welcha
pt: Teste t de Student e teste t de Welch
ru: t-критерий Стьюдента и t-критерий Уэлча
sr: Студент t-тест и Welch t-тест
ta: மாணவர் டி-டெச்ட் மற்றும் வெல்ச் டி-டெச்ட்

source: Student t-test
es: Contraste t de Student
eu: Student t-testa
fr: Test t de Student
gl: Proba t de Student
ja: スチューデントのt検定
pl: Test t Studenta
pt: Teste t de Student
ru: T-критерий Стьюдента
sr: Студент t-тест
ta: மாணவர் டி-சோதனை

source: Welch t-test
es: Contraste t de Welch
eu: Welch t-testa
fr: Test t de Welch
gl: Proba t de Welch
ja: ウェルチのt検定
pl: Test t Welcha
pt: Teste t de Welch
ru: T-критерий Уэлча
sr: Welch t-тест
ta: வெல்ச் டி-சோதனை

source: SE Difference
es: Diferencia del Error Típico
eu: ES Errore Estandarren Diferentzia
fr: Différence d'erreur standard
gl: Diferenza do Erro Padrón
ja: SEの違い
pl: Błąd stand. różnicy
pt: Diferença do EP
ru: Разница СО
sr: SE разлика
ta: SE வேறுபாடு

source: For the %s, location parameter is given by mean difference. For the Mann-Whitney test, location parameter is given by the Hodges-Lehmann estimate.
es: Para el %s, el parámetro de posición viene dado por la diferencia de medias. Para el contraste de Mann-Whitney, el parámetro de posición viene dado por la estimación de Hodges-Lehmann.
eu: %s-rako, kokapen parametroa batez besteko diferentziak ematen du. Mann-Whitney testarentzat, kokapen parametroa Hodges-Lehmann estimazioak ematen du.
fr: Pour le %s, le paramètre de localisation est donné par la différence moyenne. Pour le test de Mann-Whitney, le paramètre de localisation est donné par l'estimation de Hodges-Lehmann.
gl: Para a %s, o parámetro de posición ven dado pola diferenza de medias. Para a proba de Mann-Whitney, o parámetro de posición ven dado pola estimación de Hodges-Lehmann.
ja: %s の場合、位置パラメータは平均差で示されます。Mann-Whitney 検定の場合、位置パラメータは Hodges-Lehmann 推定によって与えられます。
pl: W przypadku %s parametr położenia jest określony przez różnicę średnich. Dla testu U Manna-Whitney'a parametr położenia jest określony przez oszacowanie Hodgesa-Lehmanna.
pt: Para %s, o parâmetro de localização é dado pela diferença média. Para o teste de Mann-Whitney, o parâmetro de localização é dado pela estimativa de Hodges-Lehmann.
ru: Для %s параметр распределения задается разницей средних значений. Для критерия Манна-Уитни параметр распределения определяется оценкой Ходжеса-Лемана.
sr: За %s, параметар локације је дат средњом разликом. За Mann-Whitney test, параметар локације је дат Ходџис-Лемановом проценком.
ta: %s க்கு, இருப்பிட அளவுரு சராசரி வேறுபாட்டால் வழங்கப்படுகிறது. மான்-விட்னி சோதனைக்கு, இருப்பிட அளவுரு ஓட்சச்-லெஅ்மன் மதிப்பீட்டால் வழங்கப்படுகிறது.

source: %1$s%% CI for %2$s
es: IC del %1$s%% para %2$s
eu: %1$s%% CI %2$s-rako
fr: IC %1$s%% pour %2$s
gl: IC do %1$s%% para %2$s
ja: %2$sについての%1$s%% CI
pl: %1$s%% PU dla %2$s
pt: %1$s%% IC para %2$s
ru: %1$s%% ДИ для %2$s
sr: %1$s%% CI за %2$s
ta: %2$s க்கு%1$s %% தொஒ

source: SE %1$s
es: ET %1$s
eu: EE %1$s
fr: ES %1$s
gl: EP %1$s
pl: Błąd stand. %1$s
pt: EP %1$s
ru: СО %1$s
ta: %1$s உடன்

source: For the Mann-Whitney test, effect size is given by the rank biserial correlation.
es: Para el contraste de Mann-Whitney, la magnitud del efecto viene dada por la correlación biserial de rangos.
eu: Mann-Whitney testarentzat, efektuaren tamaina mailaren korrelazio biserialak ematen du.
fr: Pour le test de Mann-Whitney, la taille de l'effet est donnée par la corrélation bisériale de rang.
gl: Para a proba de Mann-Whitney, a magnitude do efecto ven dada pola correlación biserial de rangos.
ja: マン・ホイットニー検定の場合、効果の大きさは順位-バイシリアル相関で与えられます。
pl: Dla testu U Manna-Whitney'a wielkość efektu jest określona przez korelację rangowo-dwuseryjną.
pt: Para o teste de Mann-Whitney, o tamanho de efeito é dado pela correlação ranque bisserial.
ru: Для критерия Манна-Уитни величина эффекта определяется ранговой бисериальной корреляцией.
sr: За Mann-Whitney test, величина ефекта је дата рангираном бисеријалном корелацијом.
ta: மான்-விட்னி சோதனைக்கு, விளைவு அளவு தரவரிசை இருசக்கர தொடர்பு மூலம் வழங்கப்படுகிறது.

source: For the %1$s, effect size is given by %2$s.
es: Para el %1$s, la magnitud del efecto viene dada por %2$s.
eu: %1$s-rako, efektuaren tamaina %2$s-k ematen du.
fr: Pour %1$s, la taille de l'effet est donnée par %2$s.
gl: Para a %1$s, a magnitude do efecto ven dada por %2$s.
ja: %1$s の場合、効果のサイズは %2$s で指定されます。
pl: Dla %1$s wielkość efektu jest określona przez %2$s.
pt: Para %1$s, o tamanho de efeito é dado por %2$s.
ru: Для %1$s размер эффекта равен %2$s.
sr: За %1$s, величина ефекта је дата по %2$s.
ta: %1$s க்கு, விளைவு அளவு %2$s ஆல் வழங்கப்படுகிறது.

source: Test of Normality (Shapiro-Wilk)
es: Contraste de Normalidad (Shapiro-Wilk)
eu: Normaltasun Testa (Shapiro-Wilk)
fr: Test de Normalité (Shapiro-Wilk)
gl: Proba de Normalidade (Shapiro-Wilk)
ja: 正規性の検定 (シャピロ・ウィルク)
pl: Test normalności (Shapiro-Wilk)
pt: Teste de normalidade (Shapiro-Wilk)
ru: Проверка на соответствие нормальному распределению (критерий Шапиро-Уилка)
sr: Тест нормалности (Shapiro-Wilk)
ta: இயல்பான சோதனை (சாபிரோ-வில்க்)

source: Residuals
eu: Hondarrak
pt: Resíduos
sr: Остаци
ta: எச்சங்கள்

source: Significant results suggest a deviation from normality.
es: Los resultados significativos sugieren una desviación respecto a la Normalidad.
eu: Emaitza esanguratsuek normaltasunetik desbideratzea iradokitzen dute.
fr: Des résultats significatifs suggèrent une déviation de la normalité.
gl: Os resultados significativos suxiren unha desviación respecto á Normalidade.
ja: 有意な結果は、正規性からの逸脱を示唆しています。
pl: Wyniki istotne sugerują odchylenie od rozkładu normalnego.
pt: Resultados significativos sugerem um desvio da normalidade.
ru: Статистически достоверные результаты предполагают ненормальное распределение.
sr: Значајни резултати указују на одступање од нормалности.
ta: குறிப்பிடத்தக்க முடிவுகள் இயல்புநிலையிலிருந்து விலகுவதைக் குறிக்கின்றன.

source: Brown-Forsythe
ja: ブラウン・フォーサイス(Brown-Forsythe)
ru: Браун-Форсайт
sr: Браун-Форсајт
ta: பிரவுன்-ஃபோர்ச்டே

source: Levene's
es: de Levene
eu: Levene-ren
fr: de Levene
gl: de Levene
ja: Leveneの
pl: Levene
pt: de Levene
ru: Критерий Ливиня
sr: Левенов
ta: லெவனின்

source: Test of Equality of Variances (%1$s)
es: Contraste de Igualdad de Varianzas (%1$s)
eu: Bariantzen Berdintasun Testa (%1$s)
fr: Test d'Égalité des Variances (%1$s)
gl: Proba de Igualdade de Varianzas (%1$s)
ja: 分散の等質性の検定(%1$s)
pl: Test homogeniczności wariancji (%1$s)
pt: Teste de igualdade de variâncias (%1$s)
ru: Проверка однородности выборок (%1$s)
sr: Тест једнакости варијанси (%1$s)
ta: மாறுபாடுகளின் சமத்துவத்தின் சோதனை (%1$s)

source: F
ta: எஃப்

source: greater
es: mayor
eu: handiagoa
fr: plus grand
gl: maior
ja: より大きい
pl: większy
pt: maior que
ru: больше
sr: веће
ta: பெரிய

source: less
es: menor
eu: gutxiago
fr: inférieur
gl: menor
ja: より小さい
pl: mniejszy
pt: menor que
ru: меньше
sr: мањe
ta: குறைவாக

source: For all tests, the alternative hypothesis specifies that group %1$s is %2$s than group %3$s.
es: Para todos los contrastes, la hipótesis alternativa indica que el grupo %1$s es %2$s que el grupo %3$s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du %1$s taldea %3$s taldea baino %2$s dela.
fr: Pour tous les tests, l'hypothèse alternative précise que le groupe %1$s est %2$s que le groupe %3$s.
gl: Para tódalas probas, a hipótese alternativa indica que o grupo %1$s é %2$s que o grupo %3$s.
ja: すべての検定において、対立仮説は、グループ %1$s がグループ %3$s よりも %2$s であるとしています。
pl: Dla każdego testu hipoteza alternatywna wskazuje, że grupa %1$s jest %2$s niż grupa %3$s.
pt: Para todos os testes, a hipótese alternativa especifica que o grupo %1$s é %2$s do que o grupo %3$s.
ru: Для всех критериев альтернативная гипотеза указывает, что группа %1$s является %2$s, чем группа %3$s.
sr: За све тестове, алтернативна хипотеза одређује да је група %1$s is %2$s од групе %3$s.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் குழு %1$s குழு %3$s ஐ விட %2$s என்று குறிப்பிடுகிறது.

source: Brown-Forsythe test is significant (p < .05), suggesting a violation of the equal variance assumption
es: El contraste de Brown-Forsythe es significativo (p < .05), sugiriendo el incumplimiento del supuesto de igualdad de varianzas
eu: Brown-Forsythe testa esanguratsua da (p < .05), bariantza berdinaren hipotesiaren urraketa iradokiz
fr: Le test Brown-Forsythe est significatif (p < .05), suggérant une violation de l'hypothèse d'égalité des variances
gl: A proba de Brown-Forsythe é significativa (p < .05), suxerindo o incumprimento do suposto de igualdade de varianzas
ja: Brown-Forsythe検定は有意(p <.05)、等分散の仮定が満たされていないことを示唆
pl: Test Browna-Forsythe'a jest istotny statystycznie (p < .05), co sugeruje naruszenie założenia o równości wariancji
pt: O teste Brown-Forsythe é significativo (p <0,05), sugerindo a violação da suposição de variâncias iguais
ru: Значение критерия Брауна-Форсайта статистически значимо (p < 0,05), что свидетельствует о нарушении предположения об однородности (гомогенности)
sr: Браун-Форсајтов тест је значајан (p < .05), што указује на кршење претпоставке једнаких варијанси
ta: பிரவுன்-ஃபோர்ச் சிப் குறிப்பிடத்தக்கது (ப <.05), இது சம மாறுபாடு அனுமானத்தை மீறுவதைக் குறிக்கிறது

source: Levene's test is significant (p < .05), suggesting a violation of the equal variance assumption
es: El contraste de Levene es significativo (p < .05), sugiriendo el incumplimiento del supuesto de igualdad de varianzas
eu: Levene-ren testa esanguratsua da (p < .05), bariantza berdinaren hipotesiaren urraketa iradokiz
fr: Le test de Levene est significatif (p < .05), suggérant une violation de l'hypothèse d'égalité des variances
gl: A proba de Levene é significativa (p < .05), suxerindo o incumprimento do suposto de igualdade de varianzas
ja: Leveneの検定は有意ですから(p <.05)、等分散の仮定が満たされていないことを示しています
pl: Test Levene'a jest istotny statystycznie (p < .05), co sugeruje naruszenie założenia o równości wariancji
pt: O teste de Levene é significativo (p < 0,05), sugerindo a violação da suposição de variâncias iguais
ru: Значение критерия Ливиня статистически значимо (p < 0,05), что свидетельствует о нарушении предположения об однородности (гомогенности)
sr: Левенов тест је значајан (p < .05), што указује на кршење претпоставке једнаких варијанси
ta: லெவனின் சோதனை குறிப்பிடத்தக்கது (ப <.05), இது சம மாறுபாடு அனுமானத்தை மீறுவதைக் குறிக்கிறது

source: Glass' delta uses the standard deviation of group %1$s of variable %2$s.
es: El delta de Glass utiliza la desviación típica del grupo %1$s de la variable %2$s.
eu: Glass-en deltak %2$s aldagaiko %1$s taldearen desbideratze estandarra erabiltzen du.
fr: delta de Glass utilise l'écart-type du groupe %1$s de la variable %2$s.
gl: O delta de Glass utiliza o desvío padrón do grupo %1$s da variable %2$s.
ja: Glass の delta は、変数 %2$s のグループ %1$s の標準偏差を使用しています。
pl: Delta Glassa wykorzystuje odchylenie standardowe grupy %1$s zmiennej %2$s.
pt: O delta de Glass usa o desvio padrão do grupo %1$s da variável %2$s.
ru: При расчете критерия Дельта Гласса используется стандартное отклонение группы %1$s переменной %2$s.
sr: Glass' delta користи стандардну девијацију групе %1$s од променљивих %2$s.
ta: கண்ணாடி 'டெல்டா குழு %1$s இன் மாறி %2$s இன் நிலையான விலகலைப் பயன்படுத்துகிறது.

source: F-statistic could not be calculated
es: No se puede calcular el estatístico F
eu: F-estatistikoa ezin izan da kalkulatu
fr: La statistique F n'a pas pu être calculée
gl: Non se pode calcular o estatístico F
ja: F 統計量を計算できませんでした
pl: Nie można obliczyć statystyki F
pt: A estatística F não pode ser calculada
ru: Значение F-критерия не может быть рассчитано
sr: F-статистика није могла бити израчуната
ta: எஃப்-புள்ளிவிவரத்தை கணக்கிட முடியவில்லை

source: Group Descriptives
es: Descriptivos de Grupo
eu: Taldeen Deskribapenak
gl: Descritivos de Grupo
ja: 群の記述統計
pl: Statystyki opisowe dla grup
pt: Descritivos de Grupo
sr: Дескриптивне статистике групе
ta: குழு விளக்கங்கள்

source: Mean Rank
eu: Batez besteko hein
pt: Ranque médio
sr: Средњи ранг
ta: சராசரி தரவரிசை

source: Sum Rank
eu: Hein Batuketa
pt: Soma dos ranques
sr: Укупан ранг
ta: தொகை தரவரிசை

source: One Sample T-Test
es: Contraste T para Una Muestra
eu: Lagin bakarreko T-testa
fr: Test t à Un Échantillon
gl: Proba T para Unha Mostra
ja: 1標本のt検定
pl: Test t dla jednej próby
pt: Teste t para uma amostra
ru: Одновыборочный Т-критерий
sr: Тест за један узорак
ta: ஒரு மாதிரி டி-சோதனை

source: Wilcoxon signed-rank test.
es: Contraste de rangos con signo de Wilcoxon.
eu: Wilcoxon zeinudun mailaren testa.
fr: Test de rangs signés de Wilcoxon.
gl: Proba de rangos con signo de Wilcoxon.
ja: ウィルコクソンの符号付き順位検定
pl: Test rang Wilcoxona.
pt: Teste dos postos sinalizados de Wilcoxon.
ru: Критерий Уилкоксона.
sr: Вилцокон тест рангирања са потписом
ta: வில்காக்சன் கையெழுத்திட்ட தரவரிசை சோதனை.

source: Z test.
es: Contraste Z.
eu: Z testa.
fr: Test z.
gl: Proba Z.
ja: Z検定
pl: Test Z.
pt: Teste Z.
ru: Z-критерий.
sr: Z тест.
ta: சோதனையுடன்.

source: Z
ta: சட்

source: Location Difference
es: Diferencia de Posición
eu: Kokapenaren Desberdintasuna
fr: Emplacement différent
gl: Diferenza de Posición
ja: 平均値差
pl: Różnica położenia
pt: Diferença de localização
sr: Разлика локације
ta: இருப்பிட வேறுபாடு

source: Student t-test and Z-test
es: Contraste t de Student y contraste Z
eu: Student t-testa eta Z-testa
fr: Test t de Student et test z
gl: Proba t de Student e proba Z
ja: スチューデントのt検定とZ検定
pl: testu t Studenta i testu Z
pt: Teste t de Student e teste Z
ru: T-критерий Стьюдента и Z-критерий
sr: Студент t-тест и Z-тест
ta: மாணவர் டி-சோதனை மற்றும் இசட்-சோதனை

source: Z-test
es: Contraste Z
eu: Z-testa
fr: Test z
gl: Proba Z
ja: Z検定
pl: Test Z
pt: Teste Z
ru: Z-критерий
sr: Z-тест
ta: Z- சோதனை

source: For the %s, location difference estimate is given by the sample mean difference <em>d</em>. For the Wilcoxon test, location difference estimate is given by the Hodges-Lehmann estimate.
eu: %s-rentzat, kokapenaren aldearen estimazioa laginaren batez besteko aldearen <em>d</em> bidez ematen da. Wilcoxon testarentzat, kokapenaren aldearen estimazioa Hodges-Lehmann estimazioak ematen du.
pt: Para %s, a estimativa da diferença de localização é dada pela diferença média amostral <em>d</em>. Para o teste de Wilcoxon, a estimativa de diferença de localização é dada pela estimativa de Hodges-Lehmann.
sr: За %s, роцена разлике локације дата је средњом разликом узорка <em>d</em>. За Wilcoxon тест, процена разлике локације дата је Ходџис-Лемановом проценком.
ta: %s க்கு, இருப்பிட வேறுபாடு மதிப்பீடு மாதிரி சராசரி வேறுபாடு <em> டி </em> ஆல் வழங்கப்படுகிறது. வில்காக்சன் சோதனைக்கு, இருப்பிட வேறுபாடு மதிப்பீடு ஓட்சச்-லெஅ்மன் மதிப்பீட்டால் வழங்கப்படுகிறது.

source: For the Student t-test, effect size is given by Cohen's <em>d</em>.
es: Para el contraste t de Student, la magnitud del efecto viene dada por la <em>d</em> de Cohen.
eu: Student t-testarentzat, efektuaren tamaina Cohen-en <em>d</em> bidez ematen da.
fr: Pour le test t de Student, la taille de l'effet est donnée par le <em>d</em> de Cohen.
gl: Para a proba t de Student, a magnitude do efecto ven dada pola <em>d</em> de Cohen.
ja: スチューデントのt検定の場合、効果量はコーエンの<em> d </em>によって与えられます。
pl: Dla testu t Studenta wielkość efektu jest określona przy pomocy <em>d</em> Cohena.
pt: Para o teste t de Student, o tamanho de efeito é dado pelo <em>d</em> de Cohen.
ru: Для t-критерия Стьюдента размер эффекта определяется мерой <em>d</em> Коэна.
sr: За Студент t-test, величина ефекта је дата по Cohen's <em>d</em>.
ta: மாணவர் டி-சோதனைக்கு, விளைவு அளவு கோஅனின் <em> டி </em> ஆல் வழங்கப்படுகிறது.

source: For the Wilcoxon test, effect size is given by the matched rank biserial correlation.
es: Para el contraste de Wilcoxon, la magnitud del efecto viene dada por la correlación biserial de rangos coincidentes.
eu: Wilcoxon probarako, efektuaren tamaina parekatutako mailaren korrelazio biserialak ematen du.
gl: Para a proba de Wilcoxon, a magnitude do efecto ven dada pola correlación biserial de rangos coincidentes.
ja: ウィルコクソン検定の場合、効果量は、一致したランクのバイシリアル相関によって与えられます。
pl: Dla testu Wilcoxona wielkość efektu jest określona przez dopasowaną korelację rangowo-dwuseryjną.
pt: Para o teste de Wilcoxon, o tamanho de efeito é dado correlação ranque-bisserial correspondente.
ru: Для критерия Уилкоксона размер эффекта определяется ранговой бисериальной корреляцией.
sr: За Wilcoxon тест, величина ефекта је дата рангираном бисеријалном корелацијом за упарене узорке.
ta: வில்காக்சன் சோதனைக்கு, பொருந்திய தரவரிசை இருசக்கர தொடர்பு மூலம் விளைவு அளவு வழங்கப்படுகிறது.
