Repository: jasp-stats/jaspTTests
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ru, sr, ta

source: For the Z test, effect size is given by Cohen's <em>d</em> (based on the provided population standard deviation).
es: Para el contraste Z, la magnitud del efecto viene dada por la <em>d</em> de Cohen (basada en la desviación típica de la población proporcionada).
eu: Z probarako, efektuaren tamaina Cohen-en s <em>d</em> ematen du (emandako populazioaren desbideratze estandarrean oinarrituta).
fr: Pour le test z, la taille de l'effet est donnée par le <em>d</em> de Cohen (basé sur l'écart type fourni par la population).
gl: Para a proba Z, a magnitude do efecto ven dada pola <em>d</em> de Cohen (baseada no desvío padrón da poboación proporcionado).
ja: Z 検定では，効果量は Cohen の<em>d</em>（提供された母集団の標準偏差に基づく）で与えられます。
pl: Wielkość efektu dla testu Z jest określona poprzez <em>d</em> Cohena (w oparciu o podane odchylenie standardowe populacji).
pt: Para o teste Z, o tamanho de efeito é dado pelo <em>d</em> de Cohen (baseado no desvio padrão populacional fornecido).
ru: Для Z-критерия размер эффекта определяется мерой <em>d</em> Коэна (на основе стандартного отклонения генеральной совокупности).
sr: За Z тест, величина ефекта је дата Cohen-овом <em>d</em> (засновано на датој стандардној девијацији популације).
ta: சட் சோதனைக்கு, விளைவு அளவு கோஅனின் <em> டி </em> ஆல் வழங்கப்படுகிறது (வழங்கப்பட்ட மக்கள் தொகை தர விலகலின் அடிப்படையில்).

source: greater than
es: mayor que
eu: baino handiagoa bada
fr: plus grand que
gl: maior que
ja: より大きい
pl: większe niż
pt: maior do que
ru: больше чем
sr: већи од
ta: விட பெரியது

source: less than
es: menor que
eu: gutxiago baino
fr: plus petit que
gl: menor que
ja: より小さい
pl: mniejsze niż
pt: menor do que
ru: меньше чем
sr: мање од
ta: குறைவாக

source: different from
es: diferente a
eu: desberdina
fr: différent de
gl: diferente a
ja: とは異なる
pl: różna od
pt: diferente de
ru: отличается от
sr: различит од
ta: வேறுபட்டது

source: For the %1$s, the alternative hypothesis specifies that the mean is %2$s %3$s.
es: Para el %1$s, la hipótesis alternativa indica que la media es %2$s %3$s.
eu: %1$s-rentzat, hipotesi alternatiboak zehazten du batez bestekoa %2$s %3$s dela.
fr: Pour %1$s, l'hypothèse alternative précise que la moyenne est %2$s %3$s.
gl: Para a %1$s, a hipótese alternativa indica que a media é %2$s %3$s.
ja: %1$s の場合、対立仮説では平均が %2$s %3$s であるとしています。
pl: Dla %1$s hipoteza alternatywna wskazuje, że średnia jest %2$s %3$s.
pt: Para %1$s, a hipótese alternativa especifica que a média é %2$s %3$s.
ru: Для %1$s альтернативная гипотеза указывает, что среднее значение равно %2$s %3$s.
sr: За %1$s, алтернативна хипотеза одређује да је средња вреднос %2$s %3$s.
ta: %1$s க்கு, மாற்று கருதுகோள் சராசரி %2$s %3$s என்று குறிப்பிடுகிறது.

source: For the Wilcoxon test, the alternative hypothesis specifies that the median is %1$s %2$s.
es: Para el contraste de Wilcoxon, la hipótesis alternativa indica que la mediana es %1$s %2$s.
eu: Wilcoxon probarentzat, hipotesi alternatiboak zehazten du mediana %1$s %2$s dela.
fr: Pour le test Wilcoxon, l'hypothèse alternative précise que la médian est %1$s %2$s.
gl: Para a proba de Wilcoxon, a hipótese alternativa indica que a mediana é %1$s %2$s.
ja: Wilcoxon 検定では、対立仮説は中央値が %1$s %2$s であるとしています。
pl: W przypadku testu Wilcoxona hipoteza alternatywna wskazuje, że mediana jest %1$s %2$s.
pt: para o teste de Wilcoxon, a hipótese alternativa especifica que a mediana é %1$s %2$s.
ru: Для критерия Уилкоксона альтернативная гипотеза указывает, что медиана составляет %1$s %2$s.
sr: За Wilcoxon тест, алтернативна хипотеза одређује да је медијана %1$s %2$s.
ta: வில்காக்சன் சோதனையைப் பொறுத்தவரை, மாற்று கருதுகோள் சராசரி %1$s %2$s என்று குறிப்பிடுகிறது.

source: CI could not be computed for effect size, due to low sample size and/or extreme effect size.
eu: KT ezin izan da kalkulatu efektuaren tamainarako, laginaren tamaina txikia eta/edo efektuaren tamaina muturrekoa zelako.
pt: O IC não pode ser computado para o tamanho de efeito devido ao pequeno tamanho de amostra ou a tamanho de efeito extremo.
sr: Интервал поверења (CI) није могао бити израчунат за величину ефекта, због малог узорка и/или екстремне величине ефекта.
ta: குறைந்த மாதிரி அளவு மற்றும்/அல்லது தீவிர விளைவு அளவு காரணமாக, விளைவு அளவிற்கு தொஒ ஐ கணக்கிட முடியவில்லை.

source: Sample size too small for desired confidence level. Using %.1f%% instead
eu: Laginaren tamaina txikiegia da nahi den konfiantza mailarako. %.1f%% erabiliz horren ordez
pt: O tamanho de amostra é muito pequeno para o nível de confiança desejado. Use %.1f%% em vez disso
sr: Узор је премали за жељени ниво поверења. Користи %.1f%% уместо тога
ta: விரும்பிய நம்பிக்கை நிலைக்கு மாதிரி அளவு மிகச் சிறியது. அதற்கு பதிலாக%.1f %% ஐப் பயன்படுத்துகிறது

source: Paired Samples T-Test
es: Contraste T para Muestras Emparejadas
eu: Lagin Bikotekatuen T-Proba
fr: Test t à deux échantillons appariés
gl: Proba T para Mostras Emparelladas
ja: 対応のあるサンプルのt検定
pl: Test t dla prób zależnych
pt: Teste t para amostras pareadas
ru: T-критерий для зависимых групп
sr: T-тест за упарене узорке
ta: இணை மாதிரிகள் டி-சோதனை

source: z
ta: ஔ

source: For the Student t-test, location parameter is given by mean difference <em>d</em>. For the Wilcoxon test, location parameter is given by the Hodges-Lehmann estimate.
es: Para el contraste t de Student, el parámetro de posición viene dado por la diferencia <em>d</em> de medias. Para el contraste de Wilcoxon, el parámetro de posición viene dado por la estimación de Hodges-Lehmann.
eu: Student t-probarentzat, kokapen parametroa batez besteko diferentzia <em>d</em>-k ematen du. Wilcoxon probarentzat, kokapen parametroa Hodges-Lehmann estimazioak ematen du.
fr: Pour le test t de Student, le paramètre de position est fourni par la différence de moyenne <em>d</em>. Pour le test Wilcoxon, l'estimé de position est fourni par l'estimé de Hodges-Lehmann.
gl: Para a proba t de Student, o parámetro de posición ven dado pola diferenza <em>d</em> de medias. Para a proba de Wilcoxon, o parámetro ven dado pola estimación de Hodges-Lehmann.
ja: スチューデントのt検定の場合、位置パラメーターは平均差<em> d </em>で与えられます。ウィルコクソン検定の場合、位置パラメータはHodges-Lehmann推定によって与えられます.
pl: Dla testu t Studenta parametr położenia jest określony przez różnicę średnich <em>d</em>. Dla testu Wilcoxona parametr położenia jest określony przez oszacowanie Hodgesa-Lehmanna.
pt: Para o teste t de Student, o parâmetro de localização é dado pela diferença média <em>d</em>. Para o teste de Wilcoxon, o parâmetro de localização é dado pela estimativa de Hodges-Lehmann.
sr: За Student t-тест, параметар локације је дат средњом разликом <em>d</em>. За Wilcoxon тест, параметар локације је дат Ходџис-Лемановом проценком.
ta: மாணவர் டி-சோதனைக்கு, இருப்பிட அளவுரு சராசரி வேறுபாடு <em> டி </em> ஆல் வழங்கப்படுகிறது. வில்காக்சன் சோதனைக்கு, இருப்பிட அளவுரு ஓட்சச்-லெஅ்மன் மதிப்பீட்டால் வழங்கப்படுகிறது.

source: For the Student t-test, effect size is given by Cohen's <em>d</em>. For the Wilcoxon test, effect size is given by the matched rank biserial correlation.
es: Para el contraste t de Student, la magnitud del efecto viene dada por la <em>d</em> de Cohen. Para el contraste de Wilcoxon, la magnitud del efecto viene dada por la correlación biserial de rangos coincidentes.
eu: Student t-probarentzat, efektuaren tamaina Cohen-en <em>d</em>-k ematen du. Wilcoxon probarentzat, efektuaren tamaina parekatutako mailaren korrelazio biserialak ematen du.
gl: Para a proba t de Student, a magnitude do efecto ven dada pola <em>d</em> de Cohen. Para a proba de Wilcoxon, a magnitude do efecto ven dada pola correlación biserial de rangos coincidentes.
ja: スチューデントのt検定の場合、効果量はコーエンの<em> d </em>によって与えられます。ウィルコクソン検定の場合、効果量は、一致したランクのバイシリアル相関によって与えられます。
pl: Dla testu t Studenta wielkość efektu jest określona przez <em>d</em> Cohena. Dla testu Wilcoxona wielkość efektu jest określona przez dopasowaną korelację rangowo-dwuseryjną.
pt: Para o teste t de Student, o tamanho de efeito é dado pelo <em>d</em> de Cohen. Para o teste de Wilcoxon, o tamanho de efeito é dado pela correlação ranque-bisserial correspondente.
ru: Для t-критерия Стьюдента размер эффекта определяется мерой <em>d</em> Коэна. Для критерия Уилкоксона размер эффекта определяется ранговой бисериальной корреляцией.
sr: За Student t-тест, величина ефекта је дата Cohen-овим <em>d</em>. За Wilcoxon тест, величина ефекта је дата рангираном бисеријалном корелацијом за упарене узорке.
ta: மாணவர் டி-சோதனைக்கு, விளைவு அளவு கோஅனின் <em> டி </em> ஆல் வழங்கப்படுகிறது. வில்காக்சன் சோதனைக்கு, பொருந்திய தரவரிசை இருசக்கர தொடர்பு மூலம் விளைவு அளவு வழங்கப்படுகிறது.

source: Cohen's d corrected for correlation between observations.
eu: Cohen-en d behaketen arteko korrelaziorako zuzendua.
pt: O d de Cohen foi corrigido para correlação entre observações.
sr: Cohen's d кориговано за корелацију између опажања.
ta: கோஅனின் டி அவதானிப்புகளுக்கிடையேயான தொடர்புக்கு சரி செய்யப்பட்டது.

source: For all tests, the alternative hypothesis specifies that Measure 1 is less than Measure 2.
es: Para todos los contrastes, la hipótesis alternativa indica que la Medida 1 es menor que la Medida 2.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du 1. neurria 2. neurria baino txikiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que Mesure 1 est moins que Mesure 2.
gl: Para tódalas probas, a hipótese alternativa indica que a Medida 1 é menor que a Medida 2.
ja: すべての検定において、対立仮説は「測定値 1 が測定値 2 よりも小さい」としています。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że Miara 1 jest mniejsza niż Miara 2.
pt: Para todos os testes, a hipótese alternativa especifica que a medição 1 é menor que a medição 2.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 мања од Мере 2.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் அளவீட்டு 2 ஐ விட குறைவாக இருப்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that Measure 1 is greater than Measure 2.
es: Para todos los contrastes, la hipótesis alternativa indica que la Medida 1 es mayor que la Medida 2.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du 1. neurria 2. neurria baino handiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que Mesure 1 est plus grande que Mesure 2.
gl: Para tódalas probas, a hipótese alternativa indica que a Medida 1 é maior que a Medida 2.
ja: すべての検定において、対立仮説は「測定値 1 が測定値 2 よりも大きい」としています。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że Miara 1 jest większa niż Miara 2.
pt: Para todos os testes, a hipótese alternativa especifica que a Medição 1 é maior do que a Medição 2.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 већа од Мере 2.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் அளவீட்டு 2 ஐ விட 1 அதிகமாக உள்ளது என்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that %1$s is less than %2$s.
es: Para todos los contrastes, la hipótesis alternativa indica que %1$s es menor que %2$s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du %1$s %2$s baino txikiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que %1$s est moins que %2$s.
gl: Para tódalas probas, a hipótese alternativa indica que %1$s é menor que %2$s.
ja: すべての検定において、対立仮説は %1$s が %2$s よりも小さいとしています。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że %1$s jest mniejsze niż %2$s.
pt: Para todos os testes, a hipótese alternativa especifica que %1$s é menor do que %2$s.
ru: Для всех критериев альтернативная гипотеза указывает, что %1$s меньше, чем %2$s.
sr: За све тестове, алтернативна хипотеза одређује да је %1$s мања од %2$s.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் %1$s %2$s க்கும் குறைவாக இருப்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that %1$s is greater than %2$s.
es: Para todos los contrastes, la hipótesis alternativa indica que %1$s es mayor que %2$s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du %1$s %2$s baino handiagoa dela.
fr: Pour tous les tests, l'hypothèse alternative précise que %1$s est plus grand que %2$s.
gl: Para tódalas probas, a hipótese alternativa indica que %1$s é maior que %2$s.
ja: すべての検定において、対立仮説は %1$s が %2$s よりも大きいとしています。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że %1$s jest większe niż %2$s.
pt: Para todos os testes, a hipótese alternativa especifica que %1$s é maior do que %2$s.
ru: Для всех критериев альтернативная гипотеза указывает, что %1$s больше, чем %2$s.
sr: За све тестове, алтернативна хипотеза одређује да је %1$s већа од %2$s.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் %1$s %2$s ஐ விட அதிகமாக உள்ளது என்பதைக் குறிப்பிடுகிறது.

source: For all tests, the alternative hypothesis specifies that Measure 1 is less than Measure 2. For example, %1$s is less than %2$s.
es: Para todos los contrastes, la hipótesis alternativa indica que la Medida 1 es menor que la Medida 2. Por ejemplo, %1$s es menor que %2$s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du 1. neurria 2. neurria baino txikiagoa dela. Adibidez, %1$s %2$s baino txikiagoa da.
fr: Pour tous les tests, l'hypothèse alternative précise que Mesure 1 est moins que Mesure 2. Par exemple, %1$s est moins que %2$s.
gl: Para tódalas probas, a hipótese alternativa indica que a Medida 1 é menor que a Medida 2. Por exemplo, %1$s é menor que %2$s.
ja: すべての検定において、対立仮説は「測定値 1 が測定値 2 よりも小さい」としています。例えば、%1$s は %2$s よりも小さいです。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że Miara 1 jest mniejsza niż Miara 2. Np. %1$s jest mniejsze niż %2$s.
pt: Para todos os testes, a hipótese alternativa especifica que a medição 1 é menor do que a medição 2. Por exemplo, %1$s é menor do que %2$s.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 мања од Мере 2. На пример %1$s је мање од %2$s.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் அளவீட்டு 1 ஐ விட குறைவாக இருப்பதைக் குறிப்பிடுகிறது. எடுத்துக்காட்டாக, %1$s %2$s க்கும் குறைவாக உள்ளது.

source: For all tests, the alternative hypothesis specifies that Measure 1 is greater than Measure 2. For example, %1$s is greater than %2$s.
es: Para todos los contrastes, la hipótesis alternativa indica que la Medida 1 es mayor que la Medida 2. Por ejemplo, %1$s es mayor que %2$s.
eu: Proba guztietarako, hipotesi alternatiboak zehazten du 1. neurria 2. neurria baino handiagoa dela. Adibidez, %1$s %2$s baino handiagoa da.
fr: Pour tous les tests, l'hypothèse alternative précise que Mesure 1 est plus grand que Mesure 2. Par exemple, %1$s est plus grand que %2$s.
gl: Para tódalas probas, a hipótese alternativa indica que a Medida 1 é maior que a Medida 2. Por exemplo, %1$s é maior que %2$s.
ja: すべての検定において、対立仮説は、測定値 1 が測定値 2 よりも大きいとしています。たとえば、%1$s は %2$s よりも大きいです。
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że Miara 1 jest większa niż Miara 2. Np. %1$s jest większe niż %2$s.
pt: Para todos os testes, a hipótese alternativa especifica que a medição 1 é maior do que a medição 2. Por exemplo, %1$s é maior do que %2$s.
sr: За све тестове, алтернативна хипотеза одређује да је Мера 1 мања од Мере 2. На пример %1$s је веће од %2$s.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் அளவீட்டு 1 ஐ விட அதிகமாக இருப்பதைக் குறிப்பிடுகிறது. எடுத்துக்காட்டாக, %1$s %2$s ஐ விட அதிகமாக உள்ளது.

source: The following pair is duplicated: %s
es: La siguiente pareja está duplicada: %s
eu: Singularra
fr: La paire suivante est dupliquée : %s
gl: A seguinte parella está duplicada: %s
ja: 次のペアは重複しています: %s
pl: Następująca para jest zdublowana: %s
pt: O seguinte par está duplicado: %s
ru: Дублируется следующая пара: %s
sr: Следећи пар је дуплиран: %s
ta: பின்வரும் இணை நகல்: %s

source: %s%% CI:
es: IC del %s%%:
eu: %s%% KT:
fr: IC de %s%% :
gl: IC do %s%%:
pl: %s%% PU:
pt: %s%% IC:
ru: %s%% ДИ:

source: error %
es: fallo %
fr: % d'erreur
gl: fallo %
ja: エラー %
pl: błąd %

source: For the %s, location difference estimate is given by the sample mean difference <em>d</em>.
es: Para el %s, la estimación de la diferencia de posición viene dada por la diferencia de las medias muestrales <em>d</em>.
fr: Pour les %s, l'estimation de la différence de localisation est donnée par la différence moyenne de l'échantillon <em>d</em>.
gl: Para a %s, a estimación da diferenza de posición ven dada pola diferenza das medias mostrais <em>d</em>.
ja: %sの場合、位置の差の推定値は、サンプルの平均差<em> d </em>によって与えられます。
pl: Dla %s oszacowanie różnicy położenia jest określone przez różnicę średnich w próbie <em>d</em>.

source: For the Wilcoxon test, location difference estimate is given by the Hodges-Lehmann estimate.
es: Para el contraste de Wilcoxon, la estimación de la diferencia de posición viene dada por la estimación de Hodges-Lehmann.
fr: Pour le test Wilcoxon, l'estimé des différences de position est fourni par l'estimé de Hodges-Lehmann.
gl: Para a proba de Wilcoxon, a estimación da diferenza de posición ven dada pola estimación de Hodges-Lehmann.
ja: Wilcoxon検定では，位置の差の推定値はHodges-Lehmann推定値で与えられます。
pl: Dla testu Wilcoxona oszacowanie różnicy położenia jest określone przez oszacowanie Hodgesa-Lehmanna.
